export const testimonials = [
  {
    id: 1,
    avatar:
      'https://images.unsplash.com/photo-1535713875002-d1d0cf377fde?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxzZWFyY2h8Mnx8YXZhdGFyfGVufDB8fDB8fHww&w=1000&q=80',
    desc: 'Я сотрудничаю с компанией "Трекинг" уже несколько лет, и могу с уверенностью сказать, что они всегда выполняют свои обязательства на высшем уровне. Отслеживание грузов и посылок всегда актуальное, и я могу в любой момент узнать, где находится моя отправка. Очень удобно для бизнеса, особенно при работе с крупными заказами.',
  },
  {
    id: 2,
    avatar:
      'https://img.freepik.com/free-photo/close-up-portrait-cheerful-glamour-girl-with-cute-make-up-smiling-white-teeth-looking-happy-camera-standing-blue-background_1258-70300.jpg?w=2000',
    desc: 'Недавно впервые воспользовалась услугами компании "Трекинг" для доставки подарка своей подруге на день рождения. Посылка была доставлена вовремя, а самое приятное - в отличном состоянии. Упаковка была надежной, и моя подруга осталась в восторге от подарка. Спасибо за прекрасный опыт!',
  },
  {
    id: 3,
    avatar:
      'https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxzZWFyY2h8OHx8YXZhdGFyfGVufDB8fDB8fHww&w=1000&q=80',
    desc: 'Я работаю в малом бизнесе и сотрудничаю с компанией "Трекинг" для отправки товаров клиентам по всей стране. Хочу отметить высокий профессионализм и ответственный подход сотрудников компании. Они оперативно реагируют на запросы, всегда готовы помочь и предоставляют отличный уровень сервиса. С ними работать - одно удовольствие!',
  },
  {
    id: 4,
    avatar:
      'https://images.unsplash.com/photo-1527980965255-d3b416303d12?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxzZWFyY2h8NXx8YXZhdGFyfGVufDB8fDB8fHww&w=1000&q=80',
    desc: 'Насколько я знаю, компания "Трекинг" также заботится о экологии и переходит на использование экологически чистых транспортных средств. Это очень важно для меня, так как я придерживаюсь зеленой философии. Я рад, что моя поддержка этой компании также способствует охране окружающей среды.',
  },
  {
    id: 5,
    avatar:
      'https://images.unsplash.com/photo-1552699611-e2c208d5d9cf?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1yZWxhdGVkfDE0fHx8ZW58MHx8fHx8&w=1000&q=80',
    desc: 'Последний заказ через "Трекинг" я сделал для доставки срочного документа. Был приятно удивлен, что курьер прибыл за несколько часов и доставил письмо получателю вовремя. Благодаря этому я избежал неприятных последствий, связанных с задержкой. Отличный сервис и скорость - это то, что делает компанию "Трекинг" надежным партнером для меня.',
  },
];
