const DeliveryPolicy = () => {
  return (
    <div className='pt-24 mm:pt-28 pb-20 content'>
      <h3 className='text-xl font-medium pb-5 text-center'>
        ПРАВИЛА УСЛОВИЯ ДОСТАВКИ GivBox
      </h3>
      <h3 className='font-bold pb-2'>Важное замечание</h3>
      <p>
        Заказывая услуги GivBox, Вы как Грузоотправитель от своего имени, от
        имени лица, которому адресован Груз (&laquo;Грузополучатель&raquo;), и
        от имени любых иных лиц, заинтересованных в доставке Груза, соглашаетесь
        с оказанием услуг на настоящих Условиях.
      </p>
      <p>
        &laquo;Груз&raquo; означает все документы или грузы, перевозимые по
        одной накладной, которые могут перевозиться любым видом транспорта по
        выбору GivBox, включая авиационный, автомобильный и любой иной.
      </p>
      <p>
        &laquo;Накладная&raquo; означает любой идентификатор Груза или документ,
        составляемый автоматизированными системами GivBox или Грузоотправителя,
        в том числе ярлык, штрих код, накладную или товарно-транспортную
        накладную, а также любую электронную версию таких идентификаторов.
        Перевозка любого Груза осуществляется на условиях ограниченной
        ответственности в соответствии с положениями настоящих Условий. Если
        Грузоотправителю требуется более высокий уровень защиты, за отдельную
        плату может производиться страхование Грузов.
      </p>
      <p>
        &laquo;GivBox&raquo; означает любого участника сети экспресс-перевозок
        GivBox.
      </p>
      <p>
        &laquo;GivBox&raquo; означает юридическое лицо, являющееся частью
        глобальной сети экспресс-перевозок GivBox. &nbsp;
      </p>
      <p>
        <strong>1. Таможенные услуги и регуляторный комплаенс</strong>
      </p>
      <p>
        GivBox вправе за и от имени Грузоотправителя или Грузополучателя
        осуществлять следующие действия для целей оказания услуг:&nbsp;
      </p>
      <p>
        1.1. Заполнять любые документы, вносить изменения в коды продуктов и
        услуг, оплачивать любые пошлины, налоги или сборы, взимаемые согласно
        действующему законодательству и нормативным правовым актам (далее
        &mdash; &laquo;Таможенные Пошлины&raquo;),&nbsp;
      </p>
      <p>
        2.2. Действовать в качестве уполномоченного представителя
        Грузоотправителя и Грузополучателя или назначать таможенного брокера для
        осуществления экспортного контроля и таможенного оформления&nbsp;
      </p>
      <p>
        3.3. Перенаправлять Груз таможенному брокеру или иному представителю
        Грузополучателя по поручению лица, которое, по компетентному мнению
        GivBox, обладает достаточными полномочиями по распоряжению Грузом.
        Грузоотправитель или Грузополучатель обязуются предоставить любые
        дополнительные документы, которые требуются GivBox в рамках действующего
        законодательства для таможенного декларирования груза.
      </p>
      <p>
        <strong>2. Грузы, неприемлемые для перевозки</strong>
      </p>
      <p>2.1. Груз является неприемлемым для перевозки в том случае, если:</p>
      <p>
        &nbsp;он содержит готовое огнестрельное оружие, боеприпасы, взрывчатые
        вещества, взрывные устройства или образцы для испытаний, пневматические
        пистолеты, копии или имитации огнестрельного оружия; контрафактные
        товары; наличные денежные средства; слитки (из любого драгоценного
        металла); живых животных; запрещенные части или останки животных,
        например слоновую кость; человеческие останки или прах; россыпь
        драгоценных или полудрагоценных камней; коноплю/марихуану или их
        производные; а также другие незаконные товары, такие как наркотики или
        прочие запрещенные препараты.
      </p>
      <p>
        он относится к категории опасных веществ или Грузов, в его отношении
        действует запрет или ограничения со стороны ДОПОГ (Европейское
        соглашение о международной дорожной перевозке опасных Грузов) или ИАТА
        (Международной ассоциации воздушного транспорта), ИКАО (Международной
        организации гражданской авиации) или иных компетентных организаций
        (далее &ndash; &laquo;Опасные Грузы&raquo;).
      </p>
      <p>
        он содержит иные вложения, в отношении которых, по мнению GivBox, не
        может быть обеспечена безопасность или законность перевозки.
      </p>
      <p>
        указан неправильный адрес, или Груз неправильно маркирован, или его
        упаковка повреждена или недостаточна для обеспечения безопасной
        перевозки с обычными мерами предосторожности при обработке.
      </p>
      <p>
        <strong>3. Доставка и невозможность доставки</strong>
      </p>
      <p>
        3.1. Грузы не могут быть доставлены по адресам абонентских ящиков или с
        указанием только почтовых индексов. Грузы доставляются по адресу
        Грузополучателя, указанному Грузоотправителем, однако не обязательно
        должны быть вручены лично поименованному Грузополучателю. Если у
        Грузополучателя есть централизованное место приема корреспонденции
        (ресепшн, мейл-рум), доставка Грузов будет производиться туда.
      </p>
      <p>
        3.2. GivBox может уведомить Грузополучателя о предстоящей доставке или о
        пропущенной доставке. Грузополучателю могут быть предложены
        альтернативные варианты доставки, в том числе доставка в другой день,
        доставка без подписи, перенаправление по другому адресу или самовывоз из
        сервисного отделения GivBox.
      </p>
      <p>
        3.3. В случае если Груз признан неприемлемым для доставки в соответствии
        со ст. 2, если его таможенная стоимость занижена, Грузополучателя сложно
        идентифицировать или установить его местонахождение с помощью разумных
        мер, если Грузополучатель отказывается от доставки или оплаты Таможенных
        пошлин, либо иных связанных с Грузом сборов, GivBox предпримет разумные
        усилия для возврата Груза Грузоотправителю. Такой возврат производится
        за счет Грузоотправителя. Если вернуть Груз невозможно, он может быть
        выпущен, выброшен, утилизирован или продан, по усмотрению GivBox, без
        какой-либо ответственности перед Грузоотправителем и любыми иными
        лицами. GivBox вправе уничтожить любой Груз, который GivBox не может
        вернуть его Грузоотправителю полностью или частично в соответствии с
        законодательством или нормативными правовыми актами, а также любой Груз,
        содержащий Опасные Грузы.
      </p>
      <p>
        <strong>4. Инспектирование</strong>
      </p>
      <p>
        4.1. GivBox имеет право вскрывать и инспектировать Грузы без уведомления
        в целях обеспечения безопасности, таможенного декларирования или в
        соответствии с иными регламентирующими и нормативными актами.
      </p>
      <p>
        <strong>5. Расчет стоимости услуг, пошлин, сборов</strong>
      </p>
      <p>
        5.1. GivBox осуществляет расчет стоимости услуг по перевозке Грузов
        исходя из наибольшего значения фактического и объемного веса каждого
        места Груза, при этом любое место Груза может быть подвергнуто GivBox
        повторному взвешиванию и обмеру с целью подтверждения правильности
        расчетов.
      </p>
      <p>
        5.2. Оплата Таможенных Пошлин и других сборов, указанных на сайте GivBox
        в стране назначения может быть затребована у Грузополучателя до
        осуществления доставки.
      </p>
      <p>
        5.3. Сборы включают сбор за использование GivBox собственных средств для
        совершения платежа в Таможенные Органы, либо оплату таможенных пошлин от
        лица Грузополучателя. Грузоотправитель оплачивает или компенсирует
        GivBox все Таможенные Пошлины и прочие сборы, подлежащие уплате в связи
        с оказанными GivBox услугами, а также возмещает все расходы, которые
        GivBox произвел за Грузоотправителя или Грузополучателя в том случае,
        если Грузополучатель их не оплатил.
      </p>
      <p>
        <strong>6. Ответственность GivBox</strong>
      </p>
      <p>
        6.1. Ответственность GivBox в отношении любого Груза, перевозка которого
        осуществляется авиационным транспортом (включая вспомогательную
        перевозку автотранспортом или остановки на маршруте), ограничена в
        соответствии с Монреальской (или Варшавской) Конвенцией, или, если
        Конвенция не применима, меньшей из следующих сумм: (i) текущая рыночная
        или объявленная стоимость, или (ii) 22 Специальных Прав Заимствования
        (SDR) за килограмм (приблизительно 30,00 долл. США за килограмм).
        Указанное ограничение ответственности также применяется ко всем иным
        видам грузоперевозок, за исключением перевозки Грузов исключительно
        автомобильным транспортом, в отношении которой действуют ограничения
        ответственности, указанные ниже.
      </p>
      <p>
        6.2. В случае международной перевозки Грузов автомобильным транспортом
        ответственность GivBox ограничивается или считается ограниченной
        условиями Конвенции о договоре международной перевозки Грузов
        автомобильным транспортом (КДПГ) в размере меньшей из следующих сумм:
        (i) текущая рыночная или объявленная стоимость, или (ii) 8,33
        Специальных Прав Заимствования (SDR) за килограмм (приблизительно 11,00
        долл. США за килограмм). В отсутствие императивных норм или более
        низкого предела ответственности в применимом национальном
        законодательстве в сфере транспорта такие ограничения также применяются
        к внутренней перевозке Грузов автомобильным транспортом.
      </p>
      <p>
        6.3. Если Грузоотправитель считает указанные пределы ответственности
        недостаточными, он должен сделать специальное заявление об объявленной
        стоимости Груза, либо запросить предоставление страхования в
        соответствии с Разделом 8, либо самостоятельно застраховать Груз.
      </p>
      <p>
        6.4. Размер ответственности GivBox однозначно ограничивается
        непосредственным реальным ущербом, причиненным Грузу в результате его
        повреждения либо утраты, и не может превышать предельного размера
        ответственности за килограмм веса Груза, указанный в настоящем Разделе
        6. Не подлежат возмещению любые иные виды убытков или ущерба (включая,
        но не ограничиваясь, упущенная выгода, процентный доход, будущие деловые
        операции), вне зависимости от того, являются ли подобные ущерб и убытки
        особыми или косвенными, даже в том случае, если GivBox было уведомлено о
        риске возникновения подобного ущерба или убытков.
      </p>
      <p>
        6.5. GivBox обязуется приложить все разумные усилия для доставки Груза
        согласно обычному графику доставки GivBox, однако такой график не
        является обязательным и не является частью договора. GivBox не несет
        ответственности за любой ущерб или убытки, вызванные задержкой, однако
        для определенных Грузов Грузоотправитель вправе потребовать ограниченную
        компенсацию за задержку на условиях Гарантии возврата денег, с которыми
        можно ознакомиться на сайте GivBox по адресу &nbsp;GivBox.ru или
        обратившись в отдел по обслуживанию клиентов GivBox.
      </p>
      <p>
        <strong>7. Предъявление претензий</strong>
      </p>
      <p>
        7.1. Все претензии должны быть предъявлены GivBox в письменном виде в
        течение 30 (тридцати) дней с момента приема Груза GivBox. В ином случае
        GivBox не будет нести ответственность. В отношении одного Груза можно
        заявить только одну претензию, при этом ее урегулирование является
        полным и окончательным урегулированием всех требований о возмещении
        ущерба и убытков в отношении такого Груза.
      </p>
      <p>
        <strong>8. Страхование грузов</strong>
      </p>
      <p>
        8.1. GivBox может организовать страхование Груза на случай его утери или
        повреждения в пределах полной стоимости перевозимых товаров, при
        условии, что Грузоотправитель даст GivBox соответствующее поручение в
        письменной форме, в том числе путем заполнения раздела страхования
        (Shipment Value Protection) на &nbsp;накладной, либо c использованием
        автоматизированных систем GivBox, и оплатит соответствующий сбор.
        Страхование Грузов не покрывает косвенный ущерб или убытки, либо ущерб
        или убытки, вызванные задержкой в доставке.
      </p>
      <p>
        <strong>9. Обстоятельства вне контроля GivBox</strong>
      </p>
      <p>
        9.1. GivBox не несет ответственность за какой-либо ущерб и убытки,
        вызванные обстоятельствами вне контроля GivBox. Такими обстоятельствами
        являются, включая, но не ограничиваясь, следующие: негативное
        воздействие электрических или магнитных полей на электронные или
        фотографические изображения, данные или записи; любые дефекты или
        характеристики, обусловленные характером Груза, даже если о них было
        известно GivBox; любые действия или бездействие лиц, не являющихся
        сотрудниками или подрядчиками GivBox, а именно представителей
        Грузоотправителя, Грузополучателя, третьих лиц, таможенных органов или
        иных официальных лиц; кибератаки третьих лиц или иные угрозы
        информационной безопасности; &laquo;Форс-Мажор&raquo;, включая, но не
        ограничиваясь, землетрясение, циклон, ураган, наводнение, туман, военные
        действия, катастрофа воздушного судна, эмбарго, гражданские волнения,
        эпидемии, пандемии, массовые беспорядки или забастовки.
      </p>
      <p>
        9.2. Грузоотправитель уведомлен GivBox, что международная перевозка и
        связанные с ней услуги частично осуществляются вне территории Российской
        Федерации, и в определенный момент могут находиться вне контроля GivBox
        Россия. Такие международные перевозки и услуги могут осуществляться
        силами юридических и физических лиц (в частности, аффилированные лица,
        подрядчики, должностные лица GivBox), которые (i) не зарегистрированы в
        Российской Федерации, либо (ii) не являются резидентами Российской
        Федерации (&laquo;Иностранные Лица&raquo;). Грузоотправитель настоящим
        заверяет, что уведомлен и согласен, что законодательство, которое
        применяется за пределами Российской Федерации, может препятствовать
        Иностранным Лицам оказывать определенные услуги, подтверждать или
        осуществлять отдельные операции. Грузоотправитель настоящим обязуется
        оградить GivBox от любых претензий и убытков в указанных
        обстоятельствах, которые находятся вне контроля GivBox и ее работников.
      </p>
      <p>
        <strong>
          10. Заявления и гарантии Грузоотправителя и возмещение ущерба
        </strong>
      </p>
      <p>
        10.1. Грузоотправитель обязан оградить от и возместить GivBox, ее
        директорам, должностным лицам, сотрудникам и агентам все и любые убытки
        или ущерб в связи с каждым и любым видом ответственности, ущерба,
        убытков из-за несоблюдения Грузоотправителем следующих гарантий и
        заявлений:
      </p>
      <p>
        Груз является приемлемым для перевозки согласно Разделу 2 настоящих
        Условий;
      </p>
      <p>
        Груз был подготовлен к перевозке в безопасном месте надежным персоналом,
        были предприняты меры защиты Груза от несанкционированного доступа во
        время подготовки, хранения и транспортирования Груза для передачи
        GivBox;
      </p>
      <p>
        Грузоотправитель выполнил все применимые положения правил экспортного
        контроля, санкционного законодательства, таможенного законодательства и
        нормативных правовых актов, а также иные применимые &nbsp;нормативные
        правовые требования и ограничения, связанных с импортом, экспортом,
        транзитом или передачей товаров;
      </p>
      <p>
        Грузоотправитель сообщил GivBox о любых содержащихся в Грузе
        контролируемых товарах двойного или военного назначения, которые требуют
        получения разрешений государственных органов;
      </p>
      <p>
        Грузоотправитель предоставил всю информацию, разрешения, лицензии, иные
        разрешения государственных органов и документы согласно требованиям
        применимого законодательства, либо по запросу от GivBox; и вся
        информация, разрешения, лицензии или иные разрешительные документы
        государственных органов и документы, предоставленные Грузоотправителем
        или его представителями, являются достоверными, полными и точными,
        включая указание стоимости и описания товаров и данных Грузоотправителя
        и Грузополучателя;
      </p>
      <p>
        При предоставлении персональных данных GivBox Грузоотправитель выполнил
        все свои юридические обязанности в связи с обработкой и передачей таких
        данных, включая информирование задействованных лиц о том, что
        персональные данные, включая адрес электронной почты и номер мобильного
        телефона Грузополучателя, необходимы для транспортировки, таможенного
        оформления и доставки.
      </p>
      <p>
        <strong>11. Маршрут следования</strong>
      </p>
      <p>
        11.1. Грузоотправитель соглашается с любым маршрутом следования и
        отклонениями от него, включая возможность прохождения Груза через
        промежуточные перевалочные пункты.
      </p>
      <p>
        <strong>12. Применимое законодательство</strong>
      </p>
      <p>
        12.1. Любые споры, возникающие из настоящих Условий или в связи с ними,
        подлежат разрешению в судах страны отправления Груза и регулируются
        законодательством этой страны, при этом Грузоотправитель признает
        указанную юрисдикцию, если это не противоречит императивным нормам
        применимого права.
      </p>
      <p>
        <strong>13. Независимость положений</strong>
      </p>
      <p>
        13.1. Недействительность или невозможность принудительного исполнения
        любого положения не влияет на действительность остальных положений
        настоящих Условий.&nbsp;
      </p>
      <p>
        <br />
      </p>
    </div>
  );
};

export default DeliveryPolicy;
