import { useEffect } from 'react';
import { scrollToTop } from '../../helpers/ScrollToTop/scrollToTop';

const PrivacyPolicy = () => {
  useEffect(() => {
    scrollToTop();
  }, []);

  return (
    <div className='pt-28 pb-8 content'>
      <div>
        <p style={{ textAlign: 'center' }}>
          <strong>
            <span style={{ fontSize: '16px' }}>ПОЛИТИКА&nbsp;</span>
          </strong>
        </p>
        <p style={{ textAlign: 'center' }}>
          <strong>
            <span style={{ fontSize: '9pt' }}>
              В отношении обработки персональных данных субъектов ПД
            </span>
          </strong>
        </p>
        <p>
          <br />
        </p>
        <p>
          <br />
        </p>
        <p>
          <br />
        </p>
        <p>
          <span className='font-medium' style={{ fontSize: '9pt' }}>
            СОДЕРЖАНИЕ
          </span>
        </p>
        <p>
          <span style={{ fontSize: '9pt' }}>
            1. ОБЩИЕ ПОЛОЖЕНИЯ.....................................3
          </span>
        </p>
        <p>
          <span style={{ fontSize: '9pt' }}>
            1.1 Назначение документа................. 3
          </span>
        </p>
        <p>
          <span style={{ fontSize: '9pt' }}>
            1.3 Область
            действия...................................................................3
          </span>
        </p>
        <p>
          <span style={{ fontSize: '9pt' }}>
            1.4 Используемые сокращения.........
            ........................................................3
          </span>
        </p>
        <p>
          <span style={{ fontSize: '9pt' }}>
            1.5 Используемые термины и определения.....................3
          </span>
        </p>
        <p>
          <span style={{ fontSize: '9pt' }}>
            2 ОСНОВНЫЕ НОРМАТИВНЫЕ
            ПОЛОЖЕНИЯ................................................ 4
          </span>
        </p>
        <p>
          <span style={{ fontSize: '9pt' }}>
            2.1 Принципы обработки персональных
            данных..............................................4
          </span>
        </p>
        <p>
          <span style={{ fontSize: '9pt' }}>
            2.2 Цели обработки персональных данных, Категории ПД, Перечень ПН,
            Категории субъектов ПД, Способы обработки и хранения ПД, Сроки
            обработки и хранения ПД, Порядок уничтожения............ 4
          </span>
        </p>
        <p>
          <span style={{ fontSize: '9pt' }}>
            2.3. Правовые основания обработки персональных данных.....5
          </span>
        </p>
        <p>
          <span style={{ fontSize: '9pt' }}>
            3. ПОРЯДОК И УСЛОВИЯ ОБРАБОТКИ ПЕРСОНАЛЬНЫХ ДАННЫХ СУБЪЕКТОВ
            ПД.....5
          </span>
        </p>
        <p>
          <span style={{ fontSize: '9pt' }}>
            4. ОБРАБОТКА ЗАПРОСОВ СУБЪЕКТОВ ПЕРСОНАЛЬНЫХ ДАННЫХ.....6
          </span>
        </p>
        <p>
          <span style={{ fontSize: '9pt' }}>
            5. ОСНОВНЫЕ ПРАВА И ОБЯЗАННОСТИ СУБЪЕКТА ПД И ОПЕРАТОРА.....7
          </span>
        </p>
        <p>
          <span style={{ fontSize: '9pt' }}>
            6. ПРЕКРАЩЕНИЕ ОБРАБОТКИ, УНИЧТОЖЕНИЕ ПД.....8
          </span>
        </p>
        <p>
          <span style={{ fontSize: '9pt' }}>
            6.1. Прекращение обработки.....8
          </span>
        </p>
        <p>
          <span style={{ fontSize: '9pt' }}>
            6.2. Отзыв согласия на обработку ПД.....8
          </span>
        </p>
        <p>
          <span style={{ fontSize: '9pt' }}>6.3. Уничтожение ПД.....8</span>
        </p>
        <p>
          <span style={{ fontSize: '9pt' }}>
            7. ОБЕСПЕЧЕНИЕ БЕЗОПАСНОСТИ ПД.....8
          </span>
        </p>
        <p>
          <span style={{ fontSize: '9pt' }}>
            8. ОТВЕТСТВЕННОСТЬ ЗА НАРУШЕНИЕ ИЛИ НЕИСПОЛНЕНИЕ ПОЛИТИКИ.....9
          </span>
        </p>
        <p>
          <span style={{ fontSize: '9pt' }}>9. ПРОЧИЕ ПОЛОЖЕНИЯ.....9</span>
        </p>
        <p>
          <span style={{ fontSize: '9pt' }}>ПРИЛОЖЕНИЕ №1.....9</span>
        </p>
        <p>
          <span style={{ fontSize: '9pt' }}>ПРИЛОЖЕНИЕ №2.....10</span>
        </p>
        <p>
          <span style={{ fontSize: '9pt' }}>ПРИЛОЖЕНИЕ №3.....12</span>
        </p>
        <p>
          <br />
        </p>
        <p>
          <br />
        </p>
        <p>
          <br />
        </p>
        <p style={{ textAlign: 'center' }}>
          <br />
        </p>
        <p style={{ textAlign: 'center' }}>
          <strong>
            <span style={{ fontSize: '9pt' }}>
              ПОЛИТИКА обработки персональных данных субъектов персональных
              данных
            </span>
          </strong>
        </p>
        <p>
          <span style={{ fontSize: '9pt' }}>(28 октября 2023г.)</span>
          <span style={{ fontSize: '9pt' }}>
            <br />
          </span>
          <strong>
            <span style={{ fontSize: '9pt' }}>1. Общие положения</span>
          </strong>
          <span style={{ fontSize: '9pt' }}>
            <br />
          </span>
          <strong>
            <span style={{ fontSize: '9pt' }}>1.1 Назначение документа</span>
          </strong>
          <span style={{ fontSize: '9pt' }}>
            <br />
          </span>
          <span style={{ fontSize: '9pt' }}>
            Настоящая политика в отношении обработки персональных данных
            субъектов ПД (далее – Политика) является основополагающим внутренним
            документом, регулирующим вопросы обработки персональных данных
            субъектов ПД при осуществлении деятельности ОсОО БИНУР &nbsp;(далее
            – Исполнитель). Действие настоящей Политики не распространяется на
            обработку персональных данных сотрудников Исполнителя, их
            родственников, соискателей вакантных должностей, иных субъектов ПД
            прямо не обозначенных в настоящей Политике, поскольку эти отношения
            регулируются другими внутренними нормативными актами.
          </span>
          <span style={{ fontSize: '9pt' }}>
            <br />
          </span>
          <span style={{ fontSize: '9pt' }}>
            Настоящая Политика разработана в соответствии с пп. 2 ч. 1 статьи
            18.1 Федерального закона от 27 июля 2006 года №152 «О персональных
            данных» и предназначена для ознакомления неограниченного круга лиц
            путём опубликования на официальном сайте Исполнителя -
            &nbsp;https://givbox.ru/.
          </span>
          <span style={{ fontSize: '9pt' }}>
            <br />
          </span>
          <span style={{ fontSize: '9pt' }}>
            Политика раскрывает категории персональных данных субъектов ПД,
            обрабатываемых Исполнителем, цели, способы и принципы обработки,
            права субъектов ПД, а также перечень мер, применяемых Исполнителем в
            целях обеспечения безопасности ПД.
          </span>
          <span style={{ fontSize: '9pt' }}>
            <br />
          </span>
          <span style={{ fontSize: '9pt' }}>
            Настоящая Политика определяет порядок и условия осуществления
            обработки персональных данных субъектов ПД, устанавливает процедуры,
            направленные на обеспечение безопасности персональных данных и
            предотвращение нарушений законодательства Кыргызской Республики,
            устранение последствий нарушений.
          </span>
          <span style={{ fontSize: '9pt' }}>
            <br />
          </span>
          <span style={{ fontSize: '9pt' }}>
            Исполнитель осознает важность и необходимость обеспечения
            безопасности персональных данных и поощряет постоянное
            совершенствование системы защиты персональных данных.
          </span>
          <span style={{ fontSize: '9pt' }}>
            <br />
          </span>
          <span style={{ fontSize: '9pt' }}>
            Положения настоящей Политики являются основой для разработки
            внутренних нормативно-методических документов, регламентирующих
            вопросы обработки и защиты персональных данных Исполнителя.
          </span>
          <span style={{ fontSize: '9pt' }}>
            <br />
          </span>
          <span style={{ fontSize: '9pt' }}>
            Утверждение и пересмотр Политики проводится каждые три года, а
            также:
          </span>
          <span style={{ fontSize: '9pt' }}>
            <br />
          </span>
          <span style={{ fontSize: '9pt' }}>
            &nbsp; &nbsp; • при изменении нормативной базы, затрагивающей
            принципы и (или) процессы обработки персональных данных Исполнителя;
          </span>
          <span style={{ fontSize: '9pt' }}>
            <br />
          </span>
          <span style={{ fontSize: '9pt' }}>
            &nbsp; &nbsp; • при создании новых или внесении изменений в
            существующие процессы обработки персональных данных субъектов ПД;
          </span>
          <span style={{ fontSize: '9pt' }}>
            <br />
          </span>
          <span style={{ fontSize: '9pt' }}>
            &nbsp; &nbsp; • по результатам контрольных мероприятий по выполнению
            требований законодательства КР о персональных данных.
          </span>
          <span style={{ fontSize: '9pt' }}>
            <br />
          </span>
          <span style={{ fontSize: '9pt' }}>
            &nbsp; &nbsp; &nbsp; &nbsp;&nbsp;
          </span>
          <strong>
            <span style={{ fontSize: '9pt' }}>
              1.2 &nbsp;Нормативные ссылки
            </span>
          </strong>
          <span style={{ fontSize: '9pt' }}>
            <br />
          </span>
          <span style={{ fontSize: '9pt' }}>
            Федеральный закон КР от 27.07.2006 № 152-ФЗ «О персональных данных».
          </span>
          <span style={{ fontSize: '9pt' }}>
            <br />
          </span>
          <span style={{ fontSize: '9pt' }}>
            Постановление Правительства КР от 01.11.2012 № 1119 «Об утверждении
            требований к защите персональных данных при их обработке в
            информационных системах персональных данных».
          </span>
          <span style={{ fontSize: '9pt' }}>
            <br />
          </span>
          <span style={{ fontSize: '9pt' }}>
            Постановление Правительства КР от 15.09.2008 N 687 «Об утверждении
            Положения об особенностях обработки персональных данных,
            осуществляемой без использования средств автоматизации».
          </span>
          <span style={{ fontSize: '9pt' }}>
            <br />
          </span>
          <span style={{ fontSize: '9pt' }}>
            Приказ Федеральной службы по техническому и экспортному контролю от
            18 февраля 2013г. №21 «Об утверждении состава и содержания
            организационных мер по обеспечению безопасности персональных данных
            при их обработке в информационных системах персональных данных» и
            иные нормативные и ненормативные правовые акты, регулирующие вопросы
            обработки персональных данных.&nbsp;
          </span>
          <span style={{ fontSize: '9pt' }}>
            <br />
          </span>
          <span style={{ fontSize: '9pt' }}>
            &nbsp; &nbsp; &nbsp; &nbsp;&nbsp;
          </span>
          <strong>
            <span style={{ fontSize: '9pt' }}>1.3 &nbsp;Область действия</span>
          </strong>
          <span style={{ fontSize: '9pt' }}>
            <br />
          </span>
          <span style={{ fontSize: '9pt' }}>
            Действие настоящей Политики распространяется на все процессы
            Исполнителя, в рамках которых осуществляется обработка персональных
            данных субъектов ПД, как с использованием средств вычислительной
            техники, в том числе с использованием
            информационно-телекоммуникационных сетей, так и без использования
            таких средств. Настоящая Политика распространяется в том числе
            непосредственно на Сайт, на поддомены Сайта, иные сайты,
            принадлежащие Исполнителю, и на информацию, получаемую с их помощью.
          </span>
          <span style={{ fontSize: '9pt' }}>
            <br />
          </span>
          <span style={{ fontSize: '9pt' }}>
            Настоящая Политика применяется в частности, но не ограничиваясь:
          </span>
          <span style={{ fontSize: '9pt' }}>
            <br />
          </span>
          <span style={{ fontSize: '9pt' }}>
            - при навигации на Сайте без совершения заказа на оказание услуг, а
            также при пользовании Сервисами, предложенными на Сайте, &nbsp;в том
            числе без выполнения регистрации на Сайте;&nbsp;
          </span>
          <span style={{ fontSize: '9pt' }}>
            <br />
          </span>
          <span style={{ fontSize: '9pt' }}>
            - при выполнении регистрации на Сайте;&nbsp;
          </span>
          <span style={{ fontSize: '9pt' }}>
            <br />
          </span>
          <span style={{ fontSize: '9pt' }}>
            - при оформлении заказа на Сайте или в офисе Исполнителя;
          </span>
          <span style={{ fontSize: '9pt' }}>
            <br />
          </span>
          <span style={{ fontSize: '9pt' }}>
            - при ином использовании Сайта в соответствии с Пользовательским
            соглашением.
          </span>
          <span style={{ fontSize: '9pt' }}>
            <br />
          </span>
          <span style={{ fontSize: '9pt' }}>
            &nbsp; &nbsp; &nbsp; &nbsp;&nbsp;
          </span>
          <strong>
            <span style={{ fontSize: '9pt' }}>
              1.4 &nbsp;Используемые сокращения
            </span>
          </strong>
          <span style={{ fontSize: '9pt' }}>
            <br />
          </span>
          <span style={{ fontSize: '9pt' }}>
            ИСПД – информационная система персональных данных.
          </span>
          <span style={{ fontSize: '9pt' }}>
            <br />
          </span>
          <span style={{ fontSize: '9pt' }}>Исполнитель – ОсОО БИНУР</span>
          <span style={{ fontSize: '9pt' }}>
            <br />
          </span>
          <span style={{ fontSize: '9pt' }}>ПД – персональные данные.</span>
          <span style={{ fontSize: '9pt' }}>
            <br />
          </span>
          <span style={{ fontSize: '9pt' }}>КР – Кыргызская Республика.</span>
          <span style={{ fontSize: '9pt' }}>
            <br />
          </span>
          <span style={{ fontSize: '9pt' }}>
            Сайт – &nbsp;https://givbox.ru/ и иные сайты, которые принадлежат
            &nbsp;ОсОО БИНУР и на которых размещена настоящая Политика или
            ссылка на нее.
          </span>
          <span style={{ fontSize: '9pt' }}>
            <br />
          </span>
          <span style={{ fontSize: '9pt' }}>
            &nbsp; &nbsp; &nbsp; &nbsp;&nbsp;
          </span>
          <strong>
            <span style={{ fontSize: '9pt' }}>
              1.5 &nbsp;Используемые термины и определения
            </span>
          </strong>
          <span style={{ fontSize: '9pt' }}>
            <br />
          </span>
          <span style={{ fontSize: '9pt' }}>
            Автоматизированная обработка персональных данных – обработка
            персональных данных с помощью средств вычислительной техники.
          </span>
          <span style={{ fontSize: '9pt' }}>
            <br />
          </span>
          <span style={{ fontSize: '9pt' }}>
            Информационная система персональных данных – совокупность
            содержащихся в базах данных персональных данных и обеспечивающих их
            обработку информационных технологий и технических средств.&nbsp;
          </span>
          <span style={{ fontSize: '9pt' }}>
            <br />
          </span>
          <span style={{ fontSize: '9pt' }}>
            Конфиденциальность персональных данных – Обязательное для соблюдения
            оператором или иным получившим доступ к персональным данным лицом
            требование не раскрывать третьим лицам и не распространять
            персональные данные без согласия субъекта персональных данных, если
            иное не предусмотрено федеральным законом.
          </span>
          <span style={{ fontSize: '9pt' }}>
            <br />
          </span>
          <span style={{ fontSize: '9pt' }}>
            Обработка персональных данных – любое действие (операция) или
            совокупность действий (операций), совершаемых с использованием
            средств автоматизации или без использования таких средств с
            персональными данными, включая сбор, запись, систематизацию,
            накопление, хранение, уточнение (обновление, изменение), извлечение,
            использование, передачу (распространение, предоставление, доступ),
            обезличивание, блокирование, удаление, уничтожение персональных
            данных.
          </span>
          <span style={{ fontSize: '9pt' }}>
            <br />
          </span>
          <span style={{ fontSize: '9pt' }}>Оператор – ОсОО БИНУР, ИНН</span>
          <span style={{ fontSize: '11pt' }}>&nbsp;</span>
          <span style={{ fontSize: '10pt' }}>00104201910219</span>
          <span style={{ fontSize: '9pt' }}>
            <br />
          </span>
          <span style={{ fontSize: '9pt' }}>
            Персональные данные – любая информация, относящаяся к прямо или
            косвенно определенному или определяемому физическому лицу (субъекту
            персональных данных), являющаяся конфиденциальной информацией
            ограниченного доступа, не составляющей государственную тайну.
          </span>
        </p>
        <p>
          <span style={{ fontSize: '9pt' }}>
            Пользователь — физическое лицо, действующее в своих интересах или в
            интересах других лиц, акцептовавшее Пользовательское соглашение,
            размещенное на Сайте, имеющее доступ к Сайту и использующее его,
            независимо от факта регистрации на Сайте.
          </span>
        </p>
        <p>
          <span style={{ fontSize: '9pt' }}>
            Сайт – совокупность информации, текстов, графических элементов,
            дизайна, изображений, фото и видеоматериалов, иных результатов
            интеллектуальной деятельности, а также программных средств для ЭВМ,
            обеспечивающих публикацию для всеобщего обозрения информации и
            данных, объединенных общим целевым назначением, посредством
            технических средств, применяемых для связи между ЭВМ и сети
            Интернет. &nbsp;Сайт Оператора, который находится в сети Интернет по
            адресу https://givbox.ru/ и иные сайты, которые принадлежат
            &nbsp;ОсОО БИНУР., и на которых размещена настоящая Политика или
            ссылка на нее.
          </span>
        </p>
        <p>
          <span style={{ fontSize: '9pt' }}>
            Субъект персональных данных – физическое лицо, носитель персональных
            данных, чьи персональные данные переданы Исполнителю для обработки.
            Применительно к настоящей Политике к субъектам ПД относятся: Клиент,
            Пользователь, физическое лицо, чьи ПД получены Исполнителем от
            Заказчика услуг Исполнителя.
          </span>
          <span style={{ fontSize: '9pt' }}>
            <br />
          </span>
          <span style={{ fontSize: '9pt' }}>
            Распространение персональных данных - действия, направленные на
            раскрытие персональных данных неопределенному кругу лиц;
          </span>
          <span style={{ fontSize: '9pt' }}>
            <br />
          </span>
          <span style={{ fontSize: '9pt' }}>
            Предоставление персональных данных - действия, направленные на
            раскрытие персональных данных определенному лицу или определенному
            кругу лиц;
          </span>
          <span style={{ fontSize: '9pt' }}>
            <br />
          </span>
          <span style={{ fontSize: '9pt' }}>
            Блокирование персональных данных - временное прекращение обработки
            персональных данных (за исключением случаев, если обработка
            необходима для уточнения персональных данных).
          </span>
          <span style={{ fontSize: '9pt' }}>
            <br />
          </span>
          <span style={{ fontSize: '9pt' }}>
            Уничтожение персональных данных - действия, в результате которых
            становится невозможным восстановить содержание персональных данных в
            информационной системе персональных данных и (или) в результате
            которых уничтожаются материальные носители персональных данных.
          </span>
          <span style={{ fontSize: '9pt' }}>
            <br />
          </span>
          <span style={{ fontSize: '9pt' }}>
            Использование персональных данных - действия с персональными
            данными, совершаемые Оператором в целях принятия решений или
            совершения иных действий, порождающих юридические последствия в
            отношении Субъекта персональных данных или других лиц либо иными
            образом затрагивающих права и свободы Субъекта персональных данных
            или других лиц.
          </span>
          <span style={{ fontSize: '9pt' }}>
            <br />
          </span>
          <span style={{ fontSize: '9pt' }}>
            Трансграничная передача персональных данных – передача персональных
            данных на территорию иностранного государства органу власти
            иностранного государства, иностранному физическому лицу или
            иностранному юридическому лицу.
          </span>
          <span style={{ fontSize: '9pt' }}>
            <br />
          </span>
          <span style={{ fontSize: '9pt' }}>
            <br />
          </span>
          <strong>
            <span style={{ fontSize: '9pt' }}>
              2. &nbsp;Основные нормативные положения
            </span>
          </strong>
        </p>
        <p>
          <span style={{ fontSize: '9pt' }}>
            <br />
          </span>
          <strong>
            <span style={{ fontSize: '9pt' }}>
              2.1 &nbsp;Принципы обработки персональных данных&nbsp;
            </span>
          </strong>
          <span style={{ fontSize: '9pt' }}>
            <br />
          </span>
          <span style={{ fontSize: '9pt' }}>
            Исполнителем обеспечивается правомерность обработки ПД субъектов ПД,
            а также надлежащий уровень безопасности обрабатываемых ПД.
          </span>
          <span style={{ fontSize: '9pt' }}>
            <br />
          </span>
          <span style={{ fontSize: '9pt' }}>
            Обработка ПД субъектов ПД Исполнителем осуществляется на законной и
            справедливой основе и ограничивается достижением конкретных, заранее
            определенных и законных целей.&nbsp;
          </span>
          <span style={{ fontSize: '9pt' }}>
            <br />
          </span>
          <span style={{ fontSize: '9pt' }}>
            Обработке подлежат только те ПД субъектов ПД, которые отвечают целям
            их обработки. Содержание и объем обрабатываемых ПД соответствуют
            заявленным целям обработки, избыточность обрабатываемых данных не
            допускается.
          </span>
          <span style={{ fontSize: '9pt' }}>
            <br />
          </span>
          <span style={{ fontSize: '9pt' }}>
            Исполнителем обеспечивается точность обрабатываемых ПД субъектов ПД,
            их достаточность и, в необходимых случаях, актуальность по отношению
            к целям обработки. Исполнитель принимает и обеспечивает принятие
            необходимых мер по удалению или уточнению неполных или неточных ПД
            субъектов ПД.&nbsp;
          </span>
          <span style={{ fontSize: '9pt' }}>
            <br />
          </span>
          <span style={{ fontSize: '9pt' }}>
            Исполнитель в своей деятельности исходит из того, что субъект ПД
            предоставляет точную и достоверную информацию во время
            взаимодействия с Исполнителем, извещает представителей Исполнителя
            об изменении своих данных.
          </span>
          <span style={{ fontSize: '9pt' }}>
            <br />
          </span>
          <span style={{ fontSize: '9pt' }}>
            Исполнитель хранит ПД в форме, позволяющей определить субъекта ПД,
            не дольше, чем этого требуют цели обработки ПД, и, уничтожает ПД по
            достижении целей их обработки или в случае утраты необходимости в
            достижении этих целей, если иное не предусмотрено федеральным
            законом.
          </span>
          <span style={{ fontSize: '9pt' }}>
            <br />
          </span>
          <span style={{ fontSize: '9pt' }}>
            &nbsp; &nbsp; &nbsp; &nbsp;&nbsp;
          </span>
          <strong>
            <span style={{ fontSize: '9pt' }}>
              2.2 &nbsp;Цели обработки персональных данных, Категории ПД,
              Перечень ПД, Категория субъектов ПД, Способы обработки и хранения
              ПД, Сроки обработки и хранения ПД, Порядок уничтожения
            </span>
          </strong>
          <span style={{ fontSize: '9pt' }}>
            <br />
          </span>
          <span style={{ fontSize: '9pt' }}>
            Исполнитель руководствуется конкретными, заранее определенными
            целями обработки ПД, в соответствии с которыми ПД были предоставлены
            субъектом ПД. Цели обработки персональных данных, Категории ПД,
            Перечень ПД, Категория субъектов ПД, Способы обработки и хранения
            ПД, Сроки обработки и хранения ПД, Порядок уничтожения приведены в
            Приложении 3.&nbsp;
          </span>
          <span style={{ fontSize: '9pt' }}>
            <br />
          </span>
          <span style={{ fontSize: '9pt' }}>
            Исполнителем не осуществляется обработка ПД клиентов, касающихся
            расовой, национальной принадлежности, политических взглядов,
            религиозных или философских убеждений, состояния здоровья, интимной
            жизни, биометрических персональных данных.
          </span>
          <span style={{ fontSize: '9pt' }}>
            <br />
          </span>
          <span style={{ fontSize: '9pt' }}>
            &nbsp; &nbsp; &nbsp; &nbsp;&nbsp;
          </span>
          <strong>
            <span style={{ fontSize: '9pt' }}>
              2.3 Правовые основания обработки персональных данных&nbsp;
            </span>
          </strong>
          <span style={{ fontSize: '9pt' }}>
            <br />
          </span>
          <span style={{ fontSize: '9pt' }}>
            Обработка ПД субъектов ПД осуществляется на основании:
          </span>
        </p>
        <ul>
          <li style={{ listStyleType: 'disc', fontSize: '9pt' }}>
            <p>
              <span style={{ fontSize: '9pt' }}>
                Гражданского кодекса КР (гл.39 ГК КР);
              </span>
            </p>
          </li>
          <li style={{ listStyleType: 'disc', fontSize: '9pt' }}>
            <p>
              <span style={{ fontSize: '9pt' }}>Налогового кодекса КР;</span>
            </p>
          </li>
          <li style={{ listStyleType: 'disc', fontSize: '9pt' }}>
            <p>
              <span style={{ fontSize: '9pt' }}>
                Договоров, заключенных между Исполнителем и субъектом ПД, в том
                числе, но не ограничиваясь, опубликованными Оферты и
                Пользовательским соглашением, размещенными на Сайте;
              </span>
            </p>
          </li>
          <li style={{ listStyleType: 'disc', fontSize: '9pt' }}>
            <p>
              <span style={{ fontSize: '9pt' }}>
                Согласия субъекта ПД на обработку ПД.
              </span>
            </p>
          </li>
        </ul>
        <p>
          <strong>
            <span style={{ fontSize: '9pt' }}>
              3. &nbsp;Порядок и условия обработки персональных данных субъектов
              ПД&nbsp;
            </span>
          </strong>
          <span style={{ fontSize: '9pt' }}>
            <br />
          </span>
          <span style={{ fontSize: '9pt' }}>
            Оператор получает ПД субъектов ПД:
          </span>
        </p>
        <ul>
          <li style={{ listStyleType: 'disc', fontSize: '9pt' }}>
            <p>
              <span style={{ fontSize: '9pt' }}>
                путем личного сообщения клиентом своих данных при оформлении
                доставки в офисе;
              </span>
            </p>
          </li>
          <li style={{ listStyleType: 'disc', fontSize: '9pt' }}>
            <p>
              <span style={{ fontSize: '9pt' }}>
                путем внесения клиентом/Пользователем своих данных на Сайте;
              </span>
            </p>
          </li>
          <li style={{ listStyleType: 'disc', fontSize: '9pt' }}>
            <p>
              <span style={{ fontSize: '9pt' }}>
                путем заполнения субъектом ПД маркетинговых листовок (купонов);
              </span>
            </p>
          </li>
          <li style={{ listStyleType: 'disc', fontSize: '9pt' }}>
            <p>
              <span style={{ fontSize: '9pt' }}>
                от третьих лиц (клиентов, контрагентов);
              </span>
            </p>
          </li>
        </ul>
        <p>
          <span style={{ fontSize: '9pt' }}>
            Оператор получает и начинает обработку персональных данных субъекта
            ПД с момента возникновения правового основания для обработки.
          </span>
          <span style={{ fontSize: '9pt' }}>
            <br />
          </span>
          <span style={{ fontSize: '9pt' }}>
            Согласие на обработку ПД может быть дано субъектом ПД в любой форме,
            позволяющей подтвердить факт получения согласия, если иное не
            установлено федеральным законом: в письменной, устной или иной
            форме, предусмотренной действующим законодательством, в том числе
            посредством совершения Субъектом ПД конклюдентных действий.
          </span>
          <span style={{ fontSize: '9pt' }}>
            <br />
          </span>
          <span style={{ fontSize: '9pt' }}>
            В случае внесения субъектом ПД своих данных на Сайте, согласие на
            обработку ПД считается предоставленным субъектом ПД посредством
            совершения им следующих конклюдентных действий в совокупности: путем
            проставления специального знака – «галочки» или «веб-метки» в
            специальном поле на Сайте при заказе обратного звонка, при обращении
            в форме обратной связи, при регистрации в личном кабинете, при
            оформлении заявки на вызов курьера и нажатия соответствующей кнопки
            расценивается однозначно, как принятие условий Пользовательского
            соглашения и предоставление согласия на обработку ПД в объеме, для
            целей и в порядке, предусмотренных в предлагаемом перед
            проставлением специального знака для ознакомления тексте (текст
            Согласия - Приложение № 2, Приложение №3 к настоящей Политике).
            Согласие считается полученным с момента проставления специального
            знака и действует до момента направления Субъектом ПД
            соответствующего заявления о прекращении обработки ПД по месту
            нахождения Оператора.
          </span>
          <span style={{ fontSize: '9pt' }}>
            <br />
          </span>
          <span style={{ fontSize: '9pt' }}>
            В случае заполнения субъектом ПД маркетинговых листовок, ставя
            подпись, Субъект ПД выражает свое согласие на принятие условий
            Публичной оферты, изложенных в Договоре возмездного оказания
            курьерских услуг и Регламенте возмездного оказания курьерских услуг,
            размещенных на Сайте, что означает в том числе и согласие на
            обработку ПД. Договор действует с момента его заключения и до
            момента его расторжения, отказ от исполнения договора может быть
            направлен субъектом ПД по месту нахождения Оператора.
          </span>
          <span style={{ fontSize: '9pt' }}>
            <br />
          </span>
          <span style={{ fontSize: '9pt' }}>
            В случае получения ПД от третьих лиц (клиентов, контрагентов)
            обязанность по получению согласий на обработку и передачу таких ПД
            лежит на этих третьих лицах.&nbsp;
          </span>
          <span style={{ fontSize: '9pt' }}>
            <br />
          </span>
          <span style={{ fontSize: '9pt' }}>
            В случае отсутствия правового основания для обработки ПД, обработка
            ПД Субъекта не осуществляется.
          </span>
          <span style={{ fontSize: '9pt' }}>
            <br />
          </span>
          <span style={{ fontSize: '9pt' }}>
            ПД не могут быть использованы в целях причинения имущественного и
            морального вреда субъектам &nbsp;ПД, затруднения реализации прав и
            свобод граждан КР.
          </span>
          <span style={{ fontSize: '9pt' }}>
            <br />
          </span>
          <span style={{ fontSize: '9pt' }}>
            Исполнитель обеспечивает запись, систематизацию, накопление,
            хранение, уточнение (обновление, изменение), извлечение,
            использование, передачу (предоставление, доступ), удаление,
            уничтожение ПД с использованием баз данных, находящихся на
            территории Кыргызской Республики.&nbsp;
          </span>
          <span style={{ fontSize: '9pt' }}>
            <br />
          </span>
          <span style={{ fontSize: '9pt' }}>
            Исполнитель в ходе своей деятельности поручает обработку ПД третьим
            лицам с согласия субъектов ПД, если иное не предусмотрено
            действующим законодательством Кыргызской Республики, при
            обязательном условии соблюдения лицом, осуществляющим обработку ПД
            по поручению Исполнителя, принципов и правил обработки, а также
            обеспечения безопасности ПД, установленных законодательством
            Кыргызской Республики.&nbsp;
          </span>
          <span style={{ fontSize: '9pt' }}>
            <br />
          </span>
          <span style={{ fontSize: '9pt' }}>
            В поручении на обработку персональных данных в обязательном порядке
            определяются:
          </span>
        </p>
        <ul>
          <li style={{ listStyleType: 'disc', fontSize: '9pt' }}>
            <p>
              <span style={{ fontSize: '9pt' }}>
                перечень ПД, перечень действий с персональными данными, которые
                будут совершаться лицом, осуществляющим обработку персональных
                данных, цели их обработки, при этом перечень действий не должен
                противоречить целям и действиям, заявленным перед Субъектом
                персональных данных в договоре с Исполнителем, согласии и иных
                документах;
              </span>
            </p>
          </li>
          <li style={{ listStyleType: 'disc', fontSize: '9pt' }}>
            <p>
              <span style={{ fontSize: '9pt' }}>
                обязанность такого лица соблюдать конфиденциальность
                персональных данных и обеспечивать безопасность персональных
                данных при их обработке;
              </span>
            </p>
          </li>
          <li style={{ listStyleType: 'disc', fontSize: '9pt' }}>
            <p>
              <span style={{ fontSize: '9pt' }}>
                обязанность по запросу Исполнителя в течение срока действия
                поручения предоставить документы и иную информацию,
                подтверждающие принятие мер и соблюдение в целях исполнения
                поручения требований. Установленных законодательством;
              </span>
            </p>
          </li>
          <li style={{ listStyleType: 'disc', fontSize: '9pt' }}>
            <p>
              <span style={{ fontSize: '9pt' }}>
                обязанность обеспечивать безопасность ПД при их обработке;
              </span>
            </p>
          </li>
          <li style={{ listStyleType: 'disc', fontSize: '9pt' }}>
            <p>
              <span style={{ fontSize: '9pt' }}>
                требования к защите персональных данных;
              </span>
            </p>
          </li>
          <li style={{ listStyleType: 'disc', fontSize: '9pt' }}>
            <p>
              <span style={{ fontSize: '9pt' }}>
                порядок и сроки уведомления оператора в отношении инцидентов с
                ПД;
              </span>
            </p>
          </li>
          <li style={{ listStyleType: 'disc', fontSize: '9pt' }}>
            <p>
              <span style={{ fontSize: '9pt' }}>ответственность.</span>
            </p>
          </li>
        </ul>
        <p>
          <span style={{ fontSize: '9pt' }}>
            Исполнитель не размещает ПД субъектов ПД в общедоступных источниках.
          </span>
          <span style={{ fontSize: '9pt' }}>
            <br />
          </span>
          <span style={{ fontSize: '9pt' }}>
            С целью обеспечения безопасности ПД при их обработке Исполнитель
            принимает необходимые и достаточные правовые, организационные и
            технические меры для защиты ПД от неправомерного или случайного
            доступа к ним, уничтожения, изменения, блокирования, копирования,
            предоставления, распространения, а также от иных неправомерных
            действий в отношении ПД.
          </span>
          <span style={{ fontSize: '9pt' }}>
            <br />
          </span>
          <span style={{ fontSize: '9pt' }}>
            ИП Волков Н.А. является ответственным за организацию обработки ПД.
          </span>
          <span style={{ fontSize: '9pt' }}>
            <br />
          </span>
          <span style={{ fontSize: '9pt' }}>
            Перечень лиц, допущенных к обработке ПД, определяется распоряжением
            Исполнителя и внутренними локальным нормативными актами Исполнителя.
            Указанные лица в обязательном порядке до начала работы
            ознакамливаются:
          </span>
        </p>
        <ul>
          <li style={{ listStyleType: 'disc', fontSize: '9pt' }}>
            <p>
              <span style={{ fontSize: '9pt' }}>
                с положениями законодательства Кыргызской Республики о ПД, в том
                числе с требованиями к порядку защиты ПД;
              </span>
            </p>
          </li>
          <li style={{ listStyleType: 'disc', fontSize: '9pt' }}>
            <p>
              <span style={{ fontSize: '9pt' }}>
                с документами, определяющими действия Оператора в отношении
                обработки ПД, в том числе с настоящей Политикой и Положением об
                обработке и защите ПД с приложениями и изменениями;
              </span>
            </p>
          </li>
          <li style={{ listStyleType: 'disc', fontSize: '9pt' }}>
            <p>
              <span style={{ fontSize: '9pt' }}>
                с локальными актами по вопросам обработки ПД.
              </span>
            </p>
          </li>
        </ul>
        <p>
          <span style={{ fontSize: '9pt' }}>
            Доступ к ПД субъектов ПД предоставляется сотрудникам Оператора в
            соответствии с их должностными обязанностями. Сотрудники Оператора,
            осуществляющие обработку ПД субъектов ПД, должны быть
            проинформированы о факте такой обработки, об особенностях и правилах
            такой обработки, установленных нормативно-правовыми актами и
            внутренними документами Оператора. Сотруднику Исполнителя, имеющему
            право осуществлять обработку ПД субъектов ПД, предоставляются
            уникальный логин и пароль для доступа к соответствующей
            информационной системе в установленном порядке. Сведения о
            присвоенных Сотруднику идентификаторах (логин и пароль) относятся к
            конфиденциальным и не подлежат передаче Сотрудником третьим лицам.
            Сотрудник обеспечивает соблюдение требований о конфиденциальности и
            несет риск последствий, связанных с нарушением таких требований.
            Процедура аутентификации осуществляется техническим центром
            Оператора при осуществлении доступа сотрудника в информационную
            систему путем сопоставления введенных логина и пароля
            соответствующим присвоенным сотруднику логину и паролю, информация о
            которых содержится в информационной системе. В случае успешного
            прохождения процедуры аутентификации Сотрудник получает возможность
            осуществления операций с ПД субъекта ПД в информационной системе.
            Сотрудник Оператора, имеющий доступ к ПД в связи с исполнением
            трудовых обязанностей, обеспечивает хранение информации, содержащей
            ПД субъектов ПД, исключающее доступ к ним третьих лиц. В отсутствие
            сотрудника на его рабочем месте не должно находиться документов,
            содержащих ПД. При уходе в отпуск, служебную командировку и иных
            случаях длительного отсутствия сотрудника на рабочем месте, он
            обязан передать документы и иные носители, содержащие ПД лицу, на
            которое локальным актом Оператора будет возложено исполнение его
            трудовых обязанностей. В случае если такое лицо не назначено, то
            документы и иные носители, содержащие ПД Субъектов, передаются
            другому сотруднику, имеющему доступ к ПД по указанию руководителя
            соответствующего структурного подразделения Оператора. При
            увольнении сотрудника, имеющего доступ к ПД, документы и иные
            носители, содержащие ПД, передаются другому сотруднику, имеющему
            доступ к ПД по указанию руководителя структурного подразделения и с
            уведомлением лица, ответственного за обработку ПД.
          </span>
          <span style={{ fontSize: '9pt' }}>
            <br />
          </span>
          <span style={{ fontSize: '9pt' }}>
            Хранение ПД субъектов ПД, цели обработки которых различны,
            осуществляется раздельно в рамках информационной системы или, при
            условии хранения на материальных носителях, в рамках структуры дел
            соответствующего подразделения Оператора.
          </span>
          <span style={{ fontSize: '9pt' }}>
            <br />
          </span>
          <span style={{ fontSize: '9pt' }}>
            Хранение ПД субъектов ПД осуществляется Исполнителем в форме,
            позволяющей определить субъекта ПД.
          </span>
          <span style={{ fontSize: '9pt' }}>
            <br />
          </span>
          <span style={{ fontSize: '9pt' }}>
            Обработка и хранение ПД осуществляются &nbsp;не дольше, чем этого
            требуют цели обработки ПД, если отсутствуют законные основания для
            дальнейшей обработки, например, если срок хранения ПД установлен
            федеральным законом, договором, стороной которого,
            выгодоприобретателем или поручителем по которому является субъект ПД
            или согласием субъекта ПД.&nbsp;
          </span>
          <span style={{ fontSize: '9pt' }}>
            <br />
          </span>
          <span style={{ fontSize: '9pt' }}>
            Обрабатываемые ПД подлежат уничтожению по достижении целей работки
            или в случае утраты необходимости в достижении этих целей.
          </span>
          <span style={{ fontSize: '9pt' }}>
            <br />
          </span>
          <span style={{ fontSize: '9pt' }}>
            Оператор не осуществляет действий, направленных на раскрытие ПД
            неопределенному кругу лиц.
          </span>
          <span style={{ fontSize: '9pt' }}>
            <br />
          </span>
          <span style={{ fontSize: '9pt' }}>
            <br />
          </span>
          <strong>
            <span style={{ fontSize: '9pt' }}>
              4. &nbsp;Обработка запросов субъектов персональных данных
            </span>
          </strong>
          <span style={{ fontSize: '9pt' }}>
            <br />
          </span>
          <span style={{ fontSize: '9pt' }}>
            <br />
          </span>
          <span style={{ fontSize: '9pt' }}>
            Для обеспечения соблюдения установленных законодательством прав
            субъектов ПД, Исполнителем разработан и введён порядок работы с
            обращениями и запросами субъектов ПД, а также порядок предоставления
            субъектам ПД информации, установленной законодательством КР в
            области персональных данных.
          </span>
          <span style={{ fontSize: '9pt' }}>
            <br />
          </span>
          <span style={{ fontSize: '9pt' }}>
            Данный порядок обеспечивает соблюдение следующих прав субъекта ПД:
          </span>
        </p>
        <ul>
          <li style={{ listStyleType: 'disc', fontSize: '9pt' }}>
            <p>
              <span style={{ fontSize: '9pt' }}>
                право на получение информации, касающейся обработки ПД
                соответствующего субъекта ПД, в том числе содержащей:
              </span>
            </p>
          </li>
          <li style={{ listStyleType: 'disc', fontSize: '9pt' }}>
            <p>
              <span style={{ fontSize: '9pt' }}>
                подтверждение факта обработки ПД;&nbsp;
              </span>
            </p>
          </li>
          <li style={{ listStyleType: 'disc', fontSize: '9pt' }}>
            <p>
              <span style={{ fontSize: '9pt' }}>
                правовые основания и цели обработки ПД;
              </span>
            </p>
          </li>
          <li style={{ listStyleType: 'disc', fontSize: '9pt' }}>
            <p>
              <span style={{ fontSize: '9pt' }}>
                цели и применяемые Исполнителем способы обработки ПД;
              </span>
            </p>
          </li>
          <li style={{ listStyleType: 'disc', fontSize: '9pt' }}>
            <p>
              <span style={{ fontSize: '9pt' }}>
                наименование и место нахождения Исполнителя, сведения о лицах
                (за исключением работников Исполнителя), которые имеют доступ к
                ПД или которым могут быть раскрыты ПД на основании договора с
                Исполнителем или на основании иных требований Федерального
                закона КР от 27.07.2006 №152-ФЗ «О персональных данных»;&nbsp;
              </span>
            </p>
          </li>
          <li style={{ listStyleType: 'disc', fontSize: '9pt' }}>
            <p>
              <span style={{ fontSize: '9pt' }}>
                обрабатываемые ПД, относящиеся к соответствующему субъекту ПД,
                источник их получения, если иной порядок представления таких ПД
                не предусмотрен Федеральным законом КР от 27.07.2006 №152-ФЗ «О
                персональных данных»;
              </span>
            </p>
          </li>
          <li style={{ listStyleType: 'disc', fontSize: '9pt' }}>
            <p>
              <span style={{ fontSize: '9pt' }}>
                сроки обработки ПД, в том числе сроки их хранения;
              </span>
            </p>
          </li>
          <li style={{ listStyleType: 'disc', fontSize: '9pt' }}>
            <p>
              <span style={{ fontSize: '9pt' }}>
                порядок осуществления субъектом ПД прав, предусмотренных
                Федеральным законом КР от 27.07.2006 №152-ФЗ «О персональных
                данных»;
              </span>
            </p>
          </li>
          <li style={{ listStyleType: 'disc', fontSize: '9pt' }}>
            <p>
              <span style={{ fontSize: '9pt' }}>
                информацию об осуществляемой или о предполагаемой трансграничной
                передаче ПД;
              </span>
            </p>
          </li>
          <li style={{ listStyleType: 'disc', fontSize: '9pt' }}>
            <p>
              <span style={{ fontSize: '9pt' }}>
                наименование или фамилию, имя, отчество и адрес лица,
                осуществляющего обработку ПД по поручению Исполнителя, если
                обработка поручена или будет поручена такому лицу;
              </span>
            </p>
          </li>
          <li style={{ listStyleType: 'disc', fontSize: '9pt' }}>
            <p>
              <span style={{ fontSize: '9pt' }}>
                иные сведения, предусмотренные Федеральным законом КР от
                27.07.2006 №152-ФЗ «О персональных данных» или другими
                требованиями законодательства в области персональных данных;
              </span>
            </p>
          </li>
          <li style={{ listStyleType: 'disc', fontSize: '9pt' }}>
            <p>
              <span style={{ fontSize: '9pt' }}>
                информацию о способах исполнения Оператором обязанностей,
                установленных ст.18.1. Федерального закона КР от 27.07.2006
                №152-ФЗ «О персональных данных»;
              </span>
            </p>
          </li>
          <li style={{ listStyleType: 'disc', fontSize: '9pt' }}>
            <p>
              <span style={{ fontSize: '9pt' }}>
                Указанные выше сведения предоставляются Субъекту ПД в течение 10
                рабочих дней с момента обращения либо получения оператором
                запроса Субъекта ПД или его представителя. Указанный срок может
                быть продлен, но не более, чем на 5 рабочих дней в случае
                направления Оператором в адрес Субъекта ПД мотивированного
                уведомления с указанием причин продления срока предоставления
                запрашиваемой информации.
              </span>
            </p>
          </li>
          <li style={{ listStyleType: 'disc', fontSize: '9pt' }}>
            <p>
              <span style={{ fontSize: '9pt' }}>
                право на уточнение, блокирование или уничтожение своих ПД, если
                ПД являются неполными, устаревшими, неточными, незаконно
                полученными или не являются необходимыми для заявленной цели
                обработки, а также принимать предусмотренные законодательством
                КР в области ПД меры по защите своих прав.
              </span>
            </p>
          </li>
        </ul>
        <p>
          <span style={{ fontSize: '9pt' }}>
            Исполнитель в течение 7 рабочих дней со дня предоставления Субъектом
            ПД или его представителем сведений, подтверждающих что персональные
            данные являются неполными, неточными или неактуальными вносит в них
            необходимые изменения. В срок, не превышающий 7 рабочих дней со дня
            представления Субъектом персональных данных или его представителем
            сведений, подтверждающих, что такие персональные данные являются
            незаконно полученными или не являются необходимыми для заявленной
            цели обработки, оператор уничтожает такие персональные данные.
            Оператор уведомляет Субъекта персональных данных или его
            представителя о внесенных изменениях и предпринятых мерах и
            принимает разумные меры для уведомления третьих лиц, которым
            персональные данные этого Субъекта были переданы.&nbsp;
          </span>
          <span style={{ fontSize: '9pt' }}>
            <br />
          </span>
          <span style={{ fontSize: '9pt' }}>
            Запрос субъекта ПД должен содержать номер основного документа,
            удостоверяющего личность субъекта ПД или его законного
            представителя, сведения о дате выдачи указанного документа и
            выдавшем его органе, сведения, подтверждающие участие субъекта ПД в
            отношениях с Исполнителем (номер договора, дата заключения договора,
            условное словесное обозначение и (или) иные сведения), либо
            сведения, иным образом подтверждающие факт обработки ПД
            Исполнителем, подпись субъекта персональных данных или его
            представителя, дату обращения.
          </span>
          <span style={{ fontSize: '9pt' }}>
            <br />
          </span>
          <span style={{ fontSize: '9pt' }}>
            Работники Исполнителя не имеют право отвечать на вопросы, связанные
            с передачей или разглашением ПД по телефону или факсу в связи с тем,
            что в таком случае нет возможности идентифицировать личность
            обращающегося лица.
          </span>
          <span style={{ fontSize: '9pt' }}>
            <br />
          </span>
          <span style={{ fontSize: '9pt' }}>
            Запросы субъектов ПД должны быть направлены по адресу Оператора.
          </span>
          <span style={{ fontSize: '9pt' }}>
            <br />
          </span>
          <span style={{ fontSize: '9pt' }}>
            <br />
          </span>
          <strong>
            <span style={{ fontSize: '9pt' }}>
              5. Основные права и обязанности субъекта ПД и оператора
            </span>
          </strong>
          <span style={{ fontSize: '9pt' }}>
            <br />
          </span>
          <span style={{ fontSize: '9pt' }}>&nbsp; &nbsp; &nbsp; &nbsp;</span>
          <strong>
            <span style={{ fontSize: '9pt' }}>
              &nbsp;5.1. Субъект имеет право:
            </span>
          </strong>
        </p>
        <ul>
          <li style={{ listStyleType: 'disc', fontSize: '9pt' }}>
            <p>
              <span style={{ fontSize: '9pt' }}>
                Получить информацию, касающуюся обработки его ПД;
              </span>
            </p>
          </li>
          <li style={{ listStyleType: 'disc', fontSize: '9pt' }}>
            <p>
              <span style={{ fontSize: '9pt' }}>
                Требовать от Оператора уточнения его ПД, их блокирования или
                уничтожения в случае, если ПД являются неполными, устаревшими,
                неточными, незаконно полученными или не являются необходимыми
                для заявленной цели обработки, а также принимать предусмотренные
                законом меры по защите своих прав;
              </span>
            </p>
          </li>
          <li style={{ listStyleType: 'disc', fontSize: '9pt' }}>
            <p>
              <span style={{ fontSize: '9pt' }}>
                Требовать от Оператора извещения всех лиц, которым ранее были
                сообщены неверные или неполные ПД, обо всех произведенных в них
                исключениях, исправлениях и дополнениях;
              </span>
            </p>
          </li>
          <li style={{ listStyleType: 'disc', fontSize: '9pt' }}>
            <p>
              <span style={{ fontSize: '9pt' }}>
                Отозвать свое согласие на обработку ПД;
              </span>
            </p>
          </li>
          <li style={{ listStyleType: 'disc', fontSize: '9pt' }}>
            <p>
              <span style={{ fontSize: '9pt' }}>
                На свободный безвозмездный доступ к своим ПД посредством личного
                обращения либо направления запроса;
              </span>
            </p>
          </li>
          <li style={{ listStyleType: 'disc', fontSize: '9pt' }}>
            <p>
              <span style={{ fontSize: '9pt' }}>
                Обжаловать действия или бездействие Оператора в уполномоченный
                орган по защите прав Субъектов ПД или в судебном порядке.
              </span>
            </p>
          </li>
          <li style={{ listStyleType: 'disc', fontSize: '9pt' }}>
            <p>
              <span style={{ fontSize: '9pt' }}>
                Иные права, предусмотренные действующим законодательством.
              </span>
            </p>
          </li>
        </ul>
        <p>
          <span style={{ fontSize: '9pt' }}>&nbsp; &nbsp; &nbsp; &nbsp;</span>
          <strong>
            <span style={{ fontSize: '9pt' }}>
              &nbsp;5.2. &nbsp;Оператор обязан:
            </span>
          </strong>
        </p>
        <ul>
          <li style={{ listStyleType: 'disc', fontSize: '9pt' }}>
            <p>
              <span style={{ fontSize: '9pt' }}>
                Обеспечивать конфиденциальность ПД. Оператор и иные лица,
                получившие доступ к ПД, обязаны не раскрывать третьим лицам и не
                распространять ПД без согласия Субъекта ПД, если иное не
                предусмотрено законом;
              </span>
            </p>
          </li>
          <li style={{ listStyleType: 'disc', fontSize: '9pt' }}>
            <p>
              <span style={{ fontSize: '9pt' }}>
                Опубликовать или иным образом обеспечить неограниченный доступ к
                документу, определяющему его политику в отношении обработки ПД,
                сведениям о реализуемых требованиях к защите ПД;
              </span>
            </p>
          </li>
          <li style={{ listStyleType: 'disc', fontSize: '9pt' }}>
            <p>
              <span style={{ fontSize: '9pt' }}>
                Принимать необходимые правовые, организационные и технические
                меры или обеспечивать их принятие для защиты ПД от
                неправомерного или случайного доступа к ним, уничтожения,
                изменения, блокирования, копирования, предоставления,
                распространения ПД, а также от иных неправомерных действий в
                отношении ПД;
              </span>
            </p>
          </li>
          <li style={{ listStyleType: 'disc', fontSize: '9pt' }}>
            <p>
              <span style={{ fontSize: '9pt' }}>
                Предоставлять ответы на запросы и обращения Субъектов ПД, их
                представителей и уполномоченного органа по защите прав субъектов
                персональных данных;
              </span>
            </p>
          </li>
          <li style={{ listStyleType: 'disc', fontSize: '9pt' }}>
            <p>
              <span style={{ fontSize: '9pt' }}>
                Иные обязанности Оператора, предусмотренные законодательством.
              </span>
            </p>
          </li>
        </ul>
        <p>
          <strong>
            <span style={{ fontSize: '9pt' }}>
              6. Прекращение обработки, уничтожение ПД
            </span>
          </strong>
          <strong>
            <span style={{ fontSize: '9pt' }}>
              <br />
            </span>
          </strong>
          <strong>
            <span style={{ fontSize: '9pt' }}>
              &nbsp; &nbsp; &nbsp; &nbsp; 6.1. Прекращение обработки
            </span>
          </strong>
          <span style={{ fontSize: '9pt' }}>
            <br />
          </span>
          <span style={{ fontSize: '9pt' }}>
            Оператор прекращает обработку ПД в случае:
          </span>
        </p>
        <ul>
          <li style={{ listStyleType: 'disc', fontSize: '9pt' }}>
            <p>
              <span style={{ fontSize: '9pt' }}>
                Достижения цели обработки ПД - в течение тридцати дней, если
                иное не предусмотрено договором;
              </span>
            </p>
          </li>
          <li style={{ listStyleType: 'disc', fontSize: '9pt' }}>
            <p>
              <span style={{ fontSize: '9pt' }}>
                Истечения срока действия согласия Субъекта ПД - в течение
                тридцати дней;
              </span>
            </p>
          </li>
          <li style={{ listStyleType: 'disc', fontSize: '9pt' }}>
            <p>
              <span style={{ fontSize: '9pt' }}>
                Выявления неправомерной обработки ПД – в течение трех дней с
                даты выявления;
              </span>
            </p>
          </li>
          <li style={{ listStyleType: 'disc', fontSize: '9pt' }}>
            <p>
              <span style={{ fontSize: '9pt' }}>
                Невозможности обеспечения правомерности обработки персональных
                данных - в течение десяти рабочих дней;
              </span>
            </p>
          </li>
          <li style={{ listStyleType: 'disc', fontSize: '9pt' }}>
            <p>
              <span style={{ fontSize: '9pt' }}>
                Отзыва согласия Субъекта ПД, если сохранение ПД более не
                требуется для целей обработки ПД - в течение 30 дней;
              </span>
            </p>
          </li>
          <li style={{ listStyleType: 'disc', fontSize: '9pt' }}>
            <p>
              <span style={{ fontSize: '9pt' }}>
                Предоставления пользователем сведений, подтверждающих, что ПД
                являются незаконно полученными или не являются необходимыми для
                заявленной цели обработки - в течение 7 рабочих дней со дня
                представления таких сведений.
              </span>
            </p>
          </li>
        </ul>
        <p>
          <span style={{ fontSize: '9pt' }}>
            В случае обращения субъекта ПД к оператору с требованием о
            прекращении обработки персональных данных оператор обязан в срок, не
            превышающий десяти рабочих дней с даты получения оператором
            соответствующего требования, прекратить их обработку или обеспечить
            прекращение такой обработки (если такая обработка осуществляется
            лицом, осуществляющим обработку персональных данных), за исключением
            случаев, предусмотренных п.2 — 11 ч.1 ст.6, ч.2 ст.10 и ч.2 ст.11
            Закона «О персональных данных». Указанный срок может быть продлен,
            но не более чем на пять рабочих дней в случае направления оператором
            в адрес субъекта ПД мотивированного уведомления с указанием причин
            продления срока предоставления запрашиваемой информации.&nbsp;
          </span>
          <span style={{ fontSize: '9pt' }}>
            <br />
          </span>
          <strong>
            <span style={{ fontSize: '9pt' }}>
              &nbsp; &nbsp; &nbsp; &nbsp; 6.2. Отзыв согласия на обработку ПД
            </span>
          </strong>
          <span style={{ fontSize: '9pt' }}>
            <br />
          </span>
          <span style={{ fontSize: '9pt' }}>
            Субъект ПД может в любой момент отозвать свое согласие на обработку
            ПД при условии, что подобная процедура не нарушает требований
            законодательства КР. В случае отзыва субъектом согласия на обработку
            ПД, Оператор вправе продолжить обработку ПД без согласия Субъекта
            только при наличии оснований, указанных в ФЗ.
          </span>
          <span style={{ fontSize: '9pt' }}>
            <br />
          </span>
          <span style={{ fontSize: '9pt' }}>
            Для отзыва согласия на обработку ПД необходимо подать
            соответствующее заявление в письменной форме по месту нахождения
            Оператора.
          </span>
          <span style={{ fontSize: '9pt' }}>
            <br />
          </span>
          <span style={{ fontSize: '9pt' }}>
            В случае отзыва субъектом согласия на обработку его ПД, Оператор
            прекращает их обработку или обеспечивает прекращение такой обработки
            (если обработка осуществляется другим лицом, действующим по
            поручению Оператора) и в случае, если сохранение ПД более не
            требуется для целей их обработки, уничтожает ПД или обеспечивает их
            уничтожение (если обработка осуществляется другим лицом, действующим
            по поручению Оператора) в срок, не превышающий 30 (Тридцати) дней с
            даты поступления указанного отзыва, если иное не предусмотрено
            договором, стороной которого, выгодоприобретателем или поручителем
            по которому является Субъект ПД, иным соглашением между Оператором и
            Субъектом, либо если Оператор не вправе осуществлять обработку ПД
            без согласия Субъекта на основаниях, предусмотренных ФЗ или другими
            федеральными законами.
          </span>
          <span style={{ fontSize: '9pt' }}>
            <br />
          </span>
          <strong>
            <span style={{ fontSize: '9pt' }}>
              &nbsp; &nbsp; &nbsp; &nbsp; 6.3. Уничтожение ПД
            </span>
          </strong>
          <span style={{ fontSize: '9pt' }}>
            <br />
          </span>
          <span style={{ fontSize: '9pt' }}>
            При достижении целей обработки персональных данных, а также в случае
            отзыва субъектом ПД согласия на их обработку персональные данные
            подлежат уничтожению, если:
          </span>
        </p>
        <ul>
          <li style={{ listStyleType: 'disc', fontSize: '9pt' }}>
            <p>
              <span style={{ fontSize: '9pt' }}>
                иное не предусмотрено договором, стороной которого,
                выгодоприобретателем или поручителем, по которому является
                субъект персональных данных;
              </span>
            </p>
          </li>
          <li style={{ listStyleType: 'disc', fontSize: '9pt' }}>
            <p>
              <span style={{ fontSize: '9pt' }}>
                Оператор не вправе осуществлять обработку без согласия субъекта
                ПД на основаниях, предусмотренных Законом «О персональных
                данных» или иными федеральными законами;
              </span>
            </p>
          </li>
          <li style={{ listStyleType: 'disc', fontSize: '9pt' }}>
            <p>
              <span style={{ fontSize: '9pt' }}>
                иное не предусмотрено другим соглашением между Оператором и
                субъектом ПД.
              </span>
            </p>
          </li>
        </ul>
        <p>
          <strong>
            <span style={{ fontSize: '9pt' }}>
              7. Обеспечение безопасности ПД
            </span>
          </strong>
          <span style={{ fontSize: '9pt' }}>
            <br />
          </span>
          <span style={{ fontSize: '9pt' }}>
            При обработке ПД Оператор применяет правовые, организационные и
            технические меры и обеспечивает их принятие для защиты ПД от
            неправомерного или случайного доступа к ним, уничтожения, изменения,
            блокирования, копирования, предоставления, распространения ПД, а
            также от иных неправомерных действий в соответствии с требованиями к
            обеспечению безопасности ПД при их обработке в информационных
            системах ПД, требованиям к материальным носителям ПД и технологиям
            хранения таких данных вне информационных систем ПД, установленными
            Правительством КР.
          </span>
          <span style={{ fontSize: '9pt' }}>
            <br />
          </span>
          <span style={{ fontSize: '9pt' }}>
            Мероприятия по защите ПД определяются Положениями, Приказами,
            Инструкциями и другими локальными актами Оператора.
          </span>
          <span style={{ fontSize: '9pt' }}>
            <br />
          </span>
          <span style={{ fontSize: '9pt' }}>
            Оператор принимает меры, необходимые и достаточные для обеспечения
            выполнения обязанностей, предусмотренных законами КР и принятыми в
            соответствии с ними нормативно-правовыми актами.&nbsp;
          </span>
          <span style={{ fontSize: '9pt' }}>
            <br />
          </span>
          <span style={{ fontSize: '9pt' }}>
            Оператор самостоятельно определяет состав и перечень мер,
            необходимых и достаточных для обеспечения выполнения обязанностей,
            предусмотренных Федеральным законом «О персональных данных» и
            принятыми в соответствии с ним нормативно-правовыми актами, если
            иное не предусмотрено указанным законом иди другими федеральными
            законами.&nbsp;
          </span>
          <span style={{ fontSize: '9pt' }}>
            <br />
          </span>
          <span style={{ fontSize: '9pt' }}>
            Обеспечение безопасности ПД достигается в частности:
          </span>
        </p>
        <ul>
          <li style={{ listStyleType: 'disc', fontSize: '9pt' }}>
            <p>
              <span style={{ fontSize: '9pt' }}>
                Назначением ответственного лица за организацию обработки ПД;
              </span>
            </p>
          </li>
          <li style={{ listStyleType: 'disc', fontSize: '9pt' }}>
            <p>
              <span style={{ fontSize: '9pt' }}>
                Определением угроз безопасности ПД при их обработке в
                информационных системах ПД;
              </span>
            </p>
          </li>
          <li style={{ listStyleType: 'disc', fontSize: '9pt' }}>
            <p>
              <span style={{ fontSize: '9pt' }}>
                Применение организационных и технических мер по обеспечению
                безопасности ПД;
              </span>
            </p>
          </li>
          <li style={{ listStyleType: 'disc', fontSize: '9pt' }}>
            <p>
              <span style={{ fontSize: '9pt' }}>
                Оценкой эффективности принимаемых мер по обеспечению
                безопасности ПД;
              </span>
            </p>
          </li>
          <li style={{ listStyleType: 'disc', fontSize: '9pt' }}>
            <p>
              <span style={{ fontSize: '9pt' }}>
                Обнаружением фактов несанкционированного доступа к ПД и
                принятием необходимых мер;
              </span>
            </p>
          </li>
          <li style={{ listStyleType: 'disc', fontSize: '9pt' }}>
            <p>
              <span style={{ fontSize: '9pt' }}>
                Восстановлением ПД, модифицированных или уничтоженных вследствие
                несанкционированного доступа к ним;
              </span>
            </p>
          </li>
          <li style={{ listStyleType: 'disc', fontSize: '9pt' }}>
            <p>
              <span style={{ fontSize: '9pt' }}>
                Установлением правил доступа к ПД, обрабатываемых в
                информационных системах ПД;
              </span>
            </p>
          </li>
          <li style={{ listStyleType: 'disc', fontSize: '9pt' }}>
            <p>
              <span style={{ fontSize: '9pt' }}>
                Контролем над принимаемыми мерами по обеспечению безопасности ПД
                и уровня защищенности информационных систем ПД;
              </span>
            </p>
          </li>
          <li style={{ listStyleType: 'disc', fontSize: '9pt' }}>
            <p>
              <span style={{ fontSize: '9pt' }}>
                Оценкой вреда, который может быть причинен Субъектам ПД в случае
                нарушения ФЗ, соотношение указанного вреда и принимаемых
                Оператором мер, направленных на обеспечение выполнения
                обязанностей, предусмотренных ФЗ;
              </span>
            </p>
          </li>
          <li style={{ listStyleType: 'disc', fontSize: '9pt' }}>
            <p>
              <span style={{ fontSize: '9pt' }}>
                Издание Оператором локальных актов по вопросам обработки ПД, а
                также локальных актов, устанавливающих процедуры, направленные
                на предотвращение и выявление нарушений законодательства КР,
                устранения последствий таких нарушений;
              </span>
            </p>
          </li>
          <li style={{ listStyleType: 'disc', fontSize: '9pt' }}>
            <p>
              <span style={{ fontSize: '9pt' }}>
                Ознакомление сотрудников Оператора, непосредственно
                осуществляющих обработку ПД, с положениями законодательства КР,
                настоящей Политикой и другими локальными актами по вопросам
                обработки ПД, и (или) обучением (инструктаж) указанных
                сотрудников.
              </span>
            </p>
          </li>
        </ul>
        <p>
          <strong>
            <span style={{ fontSize: '9pt' }}>
              8. Ответственность за нарушение или неисполнение политики
            </span>
          </strong>
          <span style={{ fontSize: '9pt' }}>
            <br />
          </span>
          <span style={{ fontSize: '9pt' }}>
            Контроль исполнения настоящей Политики возложен на Ответственного за
            организацию обработки ПД.
          </span>
          <span style={{ fontSize: '9pt' }}>
            <br />
          </span>
          <span style={{ fontSize: '9pt' }}>
            Лица, нарушающие или не исполняющие требования Политики,
            привлекаются к дисциплинарной, административной, гражданско-правовой
            или уголовной ответственности в соответствии с законодательством КР.
          </span>
          <span style={{ fontSize: '9pt' }}>
            <br />
          </span>
          <span style={{ fontSize: '9pt' }}>
            Руководители структурных подразделений Оператора несут персональную
            ответственность за исполнение обязанностей их подчиненными.
          </span>
          <span style={{ fontSize: '9pt' }}>
            <br />
          </span>
          <span style={{ fontSize: '9pt' }}>
            <br />
          </span>
          <strong>
            <span style={{ fontSize: '9pt' }}>9. Прочие положения</span>
          </strong>
          <span style={{ fontSize: '9pt' }}>
            <br />
          </span>
          <span style={{ fontSize: '9pt' }}>
            Политика и изменения к ней утверждаются Исполнителем, являются
            обязательными для исполнения всеми сотрудниками, имеющими доступ к
            ПД Субъектов, и вступает в силу со дня ее утверждения.
          </span>
          <span style={{ fontSize: '9pt' }}>
            <br />
          </span>
          <span style={{ fontSize: '9pt' }}>
            Все сотрудники Исполнителя, допущенные к работе с ПД, должны быть
            ознакомлены с Политикой до начала работы с ПД.
          </span>
          <span style={{ fontSize: '9pt' }}>
            <br />
          </span>
          <span style={{ fontSize: '9pt' }}>
            Оператор имеет право вносить изменения в Политику без согласия
            Субъекта.
          </span>
          <span style={{ fontSize: '9pt' }}>
            <br />
          </span>
          <span style={{ fontSize: '9pt' }}>
            Опубликование или обеспечение иным образом неограниченного доступа к
            настоящей Политике, иным документам, определяющим политику Оператора
            в отношении обработки ПД, к сведениям о реализуемых требованиях к
            защите персональных данных Оператор осуществляет, в частности, но не
            ограничиваясь, посредством размещения на электронном сайте,
            принадлежащем Оператору.
          </span>
          <span style={{ fontSize: '9pt' }}>
            <br />
          </span>
          <span style={{ fontSize: '9pt' }}>
            Новая редакция Политики вступает в силу с момента опубликования.
          </span>
          <span style={{ fontSize: '9pt' }}>
            <br />
          </span>
          <span style={{ fontSize: '9pt' }}>
            Все вопросы, связанные с обработкой ПД, не урегулированные настоящей
            Политикой, разрешаются в соответствии с действующими
            законодательством КР в области персональных данных, а также
            принятыми Исполнителем иными локальными актами в области
            персональных данных.
          </span>
        </p>
        <p>
          <span style={{ fontSize: '9pt' }}>
            <br />
          </span>
          <span style={{ fontSize: '9pt' }}>
            <br />
          </span>
          <strong>
            <span style={{ fontSize: '9pt' }}>Приложение №1</span>
          </strong>
          <span style={{ fontSize: '9pt' }}>
            <br />
          </span>
          <span style={{ fontSize: '9pt' }}>
            Запрос&nbsp;о доступе Субъекта персональных данных к своим
            персональным данным
          </span>
        </p>
        <p className='border-b border-black max-w-lg'>
          <span style={{ fontSize: '9pt' }}>Я,</span>
        </p>
        <p>
          <span style={{ fontSize: '9pt' }}>
            &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;
            &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;&nbsp;
          </span>
          <span style={{ fontSize: '8pt' }}>(ФИО)</span>
        </p>
        <p>
          <span style={{ fontSize: '9pt' }}>дата рождения&nbsp;</span>
          <span style={{ fontSize: '9pt' }}>&nbsp; &nbsp;&nbsp;</span>
          <span style={{ fontSize: '9pt' }}>________________</span>
          <span style={{ fontSize: '9pt' }}>&nbsp; &nbsp;&nbsp;</span>
          <span style={{ fontSize: '9pt' }}>
            документ, удостоверяющий личность,
          </span>
          <span style={{ fontSize: '9pt' }}>&nbsp; &nbsp;&nbsp;</span>
          <span style={{ fontSize: '9pt' }}>&nbsp;</span>
        </p>
        <p>
          <span style={{ fontSize: '9pt' }}>&nbsp;</span>
          <span style={{ fontSize: '9pt' }}>&nbsp; &nbsp;&nbsp;</span>
          <span style={{ fontSize: '9pt' }}>&nbsp; &nbsp;&nbsp;</span>
          <span style={{ fontSize: '8pt' }}>(Число, месяц, год)</span>
          <span style={{ fontSize: '8pt' }}>&nbsp; &nbsp;&nbsp;</span>
          <span style={{ fontSize: '8pt' }}>&nbsp;</span>
          <span style={{ fontSize: '8pt' }}>&nbsp; &nbsp;&nbsp;</span>
          <span style={{ fontSize: '8pt' }}>&nbsp;</span>
        </p>
        <p className='border-b border-black mt-5 max-w-lg'>
          <span style={{ fontSize: '9pt' }}></span>
        </p>
        <p>
          <span style={{ fontSize: '8pt' }}>
            (Наименование, номер и серия документа, кем и когда выдан)
          </span>
        </p>
        <p className='border-b border-black max-w-lg pb-5'>
          <span style={{ fontSize: '9pt' }}>
            адрес регистрации по месту жительства
          </span>
          <span style={{ fontSize: '9pt' }}>&nbsp; &nbsp;&nbsp;</span>
          <span style={{ fontSize: '9pt' }}></span>
        </p>
        <p className='border-b border-black max-w-lg pb-4 mt-2'>
          <span style={{ fontSize: '9pt' }}>адрес фактического проживания</span>
          <span style={{ fontSize: '9pt' }}>&nbsp; &nbsp;&nbsp;</span>
          <span style={{ fontSize: '9pt' }}></span>
        </p>
        <p className='border-b border-black max-w-lg mt-5'>
          <span style={{ fontSize: '9pt' }}></span>
        </p>
        <p>
          <span style={{ fontSize: '8pt' }}>
            (сведения, подтверждающие участие Субъекта персональных данных в
            отношениях с Оператором (номер договора, дата заключения договора,
            условное словесное обозначение и\или иные сведения) либо сведения,
            иным образом подтверждающие факт обработки персональных данных
            Оператором)
          </span>
        </p>
        <p>
          <span style={{ fontSize: '9pt' }}>
            <br />
          </span>
          <span style={{ fontSize: '9pt' }}>
            Прошу предоставить мне для ознакомления следующую информацию
            (документы), составляющую мои персональные данные:
          </span>
          <span style={{ fontSize: '9pt' }}>
            <br />
          </span>
          <span style={{ fontSize: '9pt' }}>
            1.__________________________________________;
          </span>
          <span style={{ fontSize: '9pt' }}>
            <br />
          </span>
          <span style={{ fontSize: '9pt' }}>
            2.__________________________________________;
          </span>
          <span style={{ fontSize: '9pt' }}>
            <br />
          </span>
          <span style={{ fontSize: '9pt' }}>
            3. __________________________________________.
          </span>
          <span style={{ fontSize: '9pt' }}>
            <br />
          </span>
          <span style={{ fontSize: '9pt' }}>&nbsp;</span>
        </p>
        <div>
          <table style={{ border: 'none', borderCollapse: 'collapse' }}>
            <tbody>
              <tr>
                <td>
                  <p>
                    <span style={{ fontSize: '9pt' }}>______________</span>
                  </p>
                </td>
                <td>
                  <p>
                    <span style={{ fontSize: '9pt' }}>_______________</span>
                  </p>
                </td>
                <td>
                  <p>
                    <span style={{ fontSize: '9pt' }}>
                      «___» ________ 20__ г.
                    </span>
                  </p>
                </td>
              </tr>
              <tr>
                <td>
                  <p>
                    <span style={{ fontSize: '8pt' }}>(ФИО)</span>
                  </p>
                </td>
                <td>
                  <p>
                    <span style={{ fontSize: '8pt' }}>(Подпись)</span>
                  </p>
                </td>
                <td>
                  <p>
                    <span style={{ fontSize: '8pt' }}>(Дата)</span>
                  </p>
                </td>
              </tr>
            </tbody>
          </table>
        </div>
        <p>
          <br />
        </p>
        <p style={{ textAlign: 'justify' }}>
          <span style={{ fontSize: '9pt' }}>
            <br />
            <br />
          </span>
        </p>
        <p>
          <br />
        </p>
        <p style={{ textAlign: 'justify' }}>
          <strong>
            <span style={{ fontSize: '9pt' }}>Приложение №2</span>
          </strong>
        </p>
        <p style={{ textAlign: 'justify' }}>
          <span style={{ fontSize: '9pt' }}>
            Форма Согласия на обработку персональных данных для пользователей
            сайта&nbsp;
          </span>
          <span style={{ fontSize: '9pt' }}>
            <br />
          </span>
          <strong>
            <span style={{ fontSize: '9pt' }}>ОсОО БИНУР, ИНН&nbsp;</span>
          </strong>
          <span style={{ fontSize: '10pt' }}>00104201910219&nbsp;</span>
        </p>
        <p>
          <strong>
            <span style={{ fontSize: '9pt' }}>Согласие&nbsp;</span>
          </strong>
          <strong>
            <span style={{ fontSize: '9pt' }}>
              <br />
            </span>
          </strong>
          <strong>
            <span style={{ fontSize: '9pt' }}>
              на обработку персональных данных Пользователей сайта
            </span>
          </strong>
          <span style={{ fontSize: '9pt' }}>
            <br />
          </span>
          <span style={{ fontSize: '9pt' }}>
            <br />
          </span>
          <span style={{ fontSize: '9pt' }}>
            Настоящим свободно, своей волей и в своем интересе я проинформирован
            и даю согласие о том, что в соответствии с Федеральным законом от
            27.07.2006 N 152-ФЗ «О персональных данных», предоставленная мною
            информация, включая данные о:
          </span>
        </p>
        <ul>
          <li style={{ listStyleType: 'disc', fontSize: '9pt' }}>
            <p>
              <span style={{ fontSize: '9pt' }}>фамилия, имя, отчество;</span>
            </p>
          </li>
          <li style={{ listStyleType: 'disc', fontSize: '9pt' }}>
            <p>
              <span style={{ fontSize: '9pt' }}>
                данные документа, удостоверяющего личность;
              </span>
            </p>
          </li>
          <li style={{ listStyleType: 'disc', fontSize: '9pt' }}>
            <p>
              <span style={{ fontSize: '9pt' }}>данные расчетного счета;</span>
            </p>
          </li>
          <li style={{ listStyleType: 'disc', fontSize: '9pt' }}>
            <p>
              <span style={{ fontSize: '9pt' }}>адрес электронной почты;</span>
            </p>
          </li>
          <li style={{ listStyleType: 'disc', fontSize: '9pt' }}>
            <p>
              <span style={{ fontSize: '9pt' }}>
                адрес (город, улица, номер дома, номер квартиры), необходим для
                забора\доставки отправления;
              </span>
            </p>
          </li>
          <li style={{ listStyleType: 'disc', fontSize: '9pt' }}>
            <p>
              <span style={{ fontSize: '9pt' }}>
                номер телефона (домашний, мобильный);
              </span>
            </p>
          </li>
          <li style={{ listStyleType: 'disc', fontSize: '9pt' }}>
            <p>
              <span style={{ fontSize: '9pt' }}>
                сведения об используемом браузере;
              </span>
            </p>
          </li>
          <li style={{ listStyleType: 'disc', fontSize: '9pt' }}>
            <p>
              <span style={{ fontSize: '9pt' }}>местоположение;</span>
            </p>
          </li>
          <li style={{ listStyleType: 'disc', fontSize: '9pt' }}>
            <p>
              <span style={{ fontSize: '9pt' }}>IP-адрес;</span>
            </p>
          </li>
          <li style={{ listStyleType: 'disc', fontSize: '9pt' }}>
            <p>
              <span style={{ fontSize: '9pt' }}>
                запрашиваемые Интернет-страницы;
              </span>
            </p>
          </li>
          <li style={{ listStyleType: 'disc', fontSize: '9pt' }}>
            <p>
              <span style={{ fontSize: '9pt' }}>источник захода на Сайт.</span>
            </p>
          </li>
          <li style={{ listStyleType: 'disc', fontSize: '9pt' }}>
            <p>
              <span style={{ fontSize: '9pt' }}>
                будет внесена в информационные системы Оператора по обработке
                персональных данных. Я предоставляю право обрабатывать эти
                данные с целью организации процесса предоставления запрошенной
                мной информации об услугах Оператора, получения обратной связи
                от Оператора, заказа услуг, использование предоставляемых
                Оператором сервисов, регистрации Личного кабинета, за
                исключением случаев, когда прямо установлено иное. Мои
                персональные данные будут использованы при запросе мной
                Обратного звонка, предоставлении обратной связи, моей
                регистрации и (или) авторизации на Сайте в целях:
              </span>
            </p>
          </li>
          <li style={{ listStyleType: 'disc', fontSize: '9pt' }}>
            <p>
              <span style={{ fontSize: '9pt' }}>
                обеспечения Пользователю возможности взаимодействовать с Сайтом;
              </span>
            </p>
          </li>
          <li style={{ listStyleType: 'disc', fontSize: '9pt' }}>
            <p>
              <span style={{ fontSize: '9pt' }}>
                оказания услуг и в рамках заключенного договора;
              </span>
            </p>
          </li>
          <li style={{ listStyleType: 'disc', fontSize: '9pt' }}>
            <p>
              <span style={{ fontSize: '9pt' }}>
                ведения деятельности Исполнителя в части заключения, учета и
                исполнения договоров с контрагентами (Заказчики, Подрядчики,
                Исполнители и т.п.)
              </span>
            </p>
          </li>
          <li style={{ listStyleType: 'disc', fontSize: '9pt' }}>
            <p>
              <span style={{ fontSize: '9pt' }}>
                проведения опросов и исследований, направленных на выявление
                удовлетворенности/неудовлетворенности услугами Исполнителя,
                улучшения качества услуг;
              </span>
            </p>
          </li>
          <li style={{ listStyleType: 'disc', fontSize: '9pt' }}>
            <p>
              <span style={{ fontSize: '9pt' }}>
                проведения статистических и иных исследований на основе
                обезличенных данных;
              </span>
            </p>
          </li>
        </ul>
        <p>
          <span style={{ fontSize: '9pt' }}>
            В связи с указанными выше целями я понимаю, что мои персональные
            данные могут быть сообщены третьим лицам, и даю на это согласие.
          </span>
          <span style={{ fontSize: '9pt' }}>
            <br />
          </span>
          <span style={{ fontSize: '9pt' }}>
            Согласие является конкретным, предметным, информированным,
            сознательным и однозначным.
          </span>
          <span style={{ fontSize: '9pt' }}>
            <br />
          </span>
          <span style={{ fontSize: '9pt' }}>
            В случае предоставления мной данных третьих лиц, включая контактные
            данные, я подтверждаю, что Субъект персональных данных уведомлен об
            осуществлении обработки его персональных данных Оператором по
            обработке персональных данных.&nbsp;
          </span>
          <span style={{ fontSize: '9pt' }}>
            <br />
          </span>
          <span style={{ fontSize: '9pt' }}>
            Я даю свое согласие на использование предоставленных персональных
            данных для направления запрашиваемой информации Оператором по
            информационным системам связи, смс, посредством пуш-уведомлений,
            писем электронной почте и иным средствам связи &nbsp;по указанному
            телефону и адресу электронной почты.
          </span>
          <span style={{ fontSize: '9pt' }}>
            <br />
          </span>
          <span style={{ fontSize: '9pt' }}>
            Настоящее согласие действует со дня его предоставления до дня отзыва
            в письменной форме или достижения целей предоставления ПД, в
            зависимости от того, какой момент наступит раньше.
          </span>
          <span style={{ fontSize: '9pt' }}>
            <br />
          </span>
          <span style={{ fontSize: '9pt' }}>
            Настоящим я проинформирован о том, что я вправе требовать уточнения
            моих персональных данных, их блокирования или уничтожения в случае,
            если персональные данные являются неполными, устаревшими, неточными
            или не являются необходимыми для заявленной цели обработки, я также
            в любой момент могу потребовать прекращения обработки персональных
            данных, направив соответствующее заявление по месту нахождения
            Оператора, а также отозвать свое согласие.&nbsp;
          </span>
          <span style={{ fontSize: '9pt' }}>
            <br />
          </span>
          <span style={{ fontSize: '9pt' }}>
            Я пониманию, что результатом отзыва согласия в отношении части
            данных и/или в отношении некоторых целей может привести к полному
            прекращению обработки моих персональных данных для реализации целей
            настоящего согласия.
          </span>
          <span style={{ fontSize: '9pt' }}>
            <br />
          </span>
          <span style={{ fontSize: '9pt' }}>
            В случае отзыва Согласия Оператор вправе продолжить обработку
            персональных данных без него при наличии оснований, указанных в
            пунктах 2 – 11 части 1 статьи 6, части 2 статьи 10 и части 2 статьи
            11 Федерального закона №152-ФЗ «О персональных данных» от 27.07.2006
            г.
          </span>
          <span style={{ fontSize: '9pt' }}>
            <br />
            <br />
          </span>
        </p>
        <p>
          <br />
        </p>
        <p>
          <strong>
            <span style={{ fontSize: '9pt' }}>Приложение №3</span>
          </strong>
          <span style={{ fontSize: '11pt' }}>
            <br />
          </span>
        </p>
        <p>
          <br />
        </p>
        <div className='overflow-x-scroll scrollable'>
          <table style={{ border: 'none', borderCollapse: 'collapse' }}>
            <tbody>
              <tr>
                <td className='p-2' style={{ border: 'solid #000000 0.5pt' }}>
                  <p>
                    <strong>
                      <span style={{ fontSize: '9pt' }}>Цель</span>
                    </strong>
                  </p>
                  <p>
                    <span style={{ fontSize: '12pt' }}>
                      &nbsp; &nbsp;&nbsp;
                    </span>
                  </p>
                </td>
                <td className='p-2' style={{ border: 'solid #000000 0.5pt' }}>
                  <p>
                    <strong>
                      <span style={{ fontSize: '9pt' }}>
                        Обеспечение Пользователю возможности взаимодействовать с
                        Сайтом
                      </span>
                    </strong>
                  </p>
                </td>
                <td className='p-2' style={{ border: 'solid #000000 0.5pt' }}>
                  <p>
                    <strong>
                      <span style={{ fontSize: '9pt' }}>
                        Оказание услуг Клиентам в рамках договора оказания услуг
                      </span>
                    </strong>
                  </p>
                </td>
                <td className='p-2' style={{ border: 'solid #000000 0.5pt' }}>
                  <p>
                    <strong>
                      <span style={{ fontSize: '9pt' }}>
                        Ведение уставной деятельности Общества в части
                        заключения, учета и исполнения договоров с контрагентами
                        (Заказчики, Подрядчики, Исполнители и т.п.)
                      </span>
                    </strong>
                  </p>
                </td>
                <td className='p-2' style={{ border: 'solid #000000 0.5pt' }}>
                  <p>
                    <strong>
                      <span style={{ fontSize: '9pt' }}>
                        Проведение опросов и исследований, направленных на
                        выявление удовлетворенности/неудовлетворенности Клиента
                        услугами Общества, улучшение качества услуг
                      </span>
                    </strong>
                  </p>
                </td>
                <td className='p-2' style={{ border: 'solid #000000 0.5pt' }}>
                  <p>
                    <strong>
                      <span style={{ fontSize: '9pt' }}>
                        Предоставление Сервиса GIVBOX
                      </span>
                    </strong>
                  </p>
                </td>
                <td className='p-2' style={{ border: 'solid #000000 0.5pt' }}>
                  <p>
                    <strong>
                      <span style={{ fontSize: '9pt' }}>
                        Направление субъекту ПД по информационным системам
                        связи, смс, электронной
                      </span>
                    </strong>
                    <strong>
                      <span style={{ fontSize: '9pt' }}>&nbsp;</span>
                    </strong>
                    <strong>
                      <span style={{ fontSize: '9pt' }}>
                        почте и иным средствам связи информации о специальных
                        предложениях, новых услугах, событиях, любых
                        информационных сообщений, включая рекламу и иных
                        сведений от имени Общества с согласия субъекта ПД
                      </span>
                    </strong>
                  </p>
                </td>
                <td className='p-2' style={{ border: 'solid #000000 0.5pt' }}>
                  <p>
                    <strong>
                      <span style={{ fontSize: '9pt' }}>
                        Участие субъекта ПД в Программе лояльности
                      </span>
                    </strong>
                  </p>
                </td>
              </tr>
              <tr>
                <td className='p-2' style={{ border: 'solid #000000 0.5pt' }}>
                  <p>
                    <strong>
                      <span style={{ fontSize: '9pt' }}>Категория ПД</span>
                    </strong>
                  </p>
                </td>
                <td className='p-2' style={{ border: 'solid #000000 0.5pt' }}>
                  <p>
                    <span style={{ fontSize: '10pt' }}>Иная</span>
                  </p>
                </td>
                <td className='p-2' style={{ border: 'solid #000000 0.5pt' }}>
                  <p>
                    <span style={{ fontSize: '10pt' }}>Иная</span>
                  </p>
                </td>
                <td className='p-2' style={{ border: 'solid #000000 0.5pt' }}>
                  <p>
                    <span style={{ fontSize: '10pt' }}>Иная</span>
                  </p>
                </td>
                <td className='p-2' style={{ border: 'solid #000000 0.5pt' }}>
                  <p>
                    <span style={{ fontSize: '10pt' }}>Иная</span>
                  </p>
                </td>
                <td className='p-2' style={{ border: 'solid #000000 0.5pt' }}>
                  <p>
                    <span style={{ fontSize: '10pt' }}>Иная</span>
                  </p>
                </td>
                <td className='p-2' style={{ border: 'solid #000000 0.5pt' }}>
                  <p>
                    <span style={{ fontSize: '10pt' }}>Иная</span>
                  </p>
                </td>
                <td className='p-2' style={{ border: 'solid #000000 0.5pt' }}>
                  <p>
                    <span style={{ fontSize: '10pt' }}>Иная</span>
                  </p>
                </td>
              </tr>
              <tr>
                <td className='p-2' style={{ border: 'solid #000000 0.5pt' }}>
                  <p>
                    <strong>
                      <span style={{ fontSize: '9pt' }}>Перечень ПД</span>
                    </strong>
                  </p>
                </td>
                <td className='p-2' style={{ border: 'solid #000000 0.5pt' }}>
                  <p>
                    <span style={{ fontSize: '10pt' }}>- Имя;</span>
                    <span style={{ fontSize: '10pt' }}>
                      <br />
                    </span>
                    <span style={{ fontSize: '10pt' }}>
                      - Адрес электронной почты;
                    </span>
                    <span style={{ fontSize: '10pt' }}>
                      <br />
                    </span>
                    <span style={{ fontSize: '10pt' }}>
                      - &nbsp;Сведения об используемом браузере;
                    </span>
                    <span style={{ fontSize: '10pt' }}>
                      <br />
                    </span>
                    <span style={{ fontSize: '10pt' }}>- Местоположение;</span>
                    <span style={{ fontSize: '10pt' }}>
                      <br />
                    </span>
                    <span style={{ fontSize: '10pt' }}>- IP-адрес;</span>
                    <span style={{ fontSize: '10pt' }}>
                      <br />
                    </span>
                    <span style={{ fontSize: '10pt' }}>
                      - Запрашиваемые Интернет-страницы;
                    </span>
                    <span style={{ fontSize: '10pt' }}>
                      <br />
                    </span>
                    <span style={{ fontSize: '10pt' }}>
                      - Источник захода на Сайт&nbsp;
                    </span>
                    <a href='https://global.cdek.ru/privacy-policy'>
                      <span style={{ fontSize: '10pt' }}>
                        https://www.cdek.ru
                      </span>
                    </a>
                    <span style={{ fontSize: '10pt' }}>.</span>
                  </p>
                </td>
                <td className='p-2' style={{ border: 'solid #000000 0.5pt' }}>
                  <p>
                    <span style={{ fontSize: '10pt' }}>
                      - Фамилия, Имя, Отчество;
                    </span>
                    <span style={{ fontSize: '10pt' }}>
                      <br />
                    </span>
                    <span style={{ fontSize: '10pt' }}>
                      - Данные документа, удостоверяющего личность;
                    </span>
                    <span style={{ fontSize: '10pt' }}>
                      <br />
                    </span>
                    <span style={{ fontSize: '10pt' }}>
                      - Адрес (страна, город, улица, номер дома, номер
                      квартиры);
                    </span>
                    <span style={{ fontSize: '10pt' }}>
                      <br />
                    </span>
                    <span style={{ fontSize: '10pt' }}>
                      - Адрес электронной почты;
                    </span>
                    <span style={{ fontSize: '10pt' }}>
                      <br />
                    </span>
                    <span style={{ fontSize: '10pt' }}>
                      - Номер телефона (домашний, мобильный).
                    </span>
                  </p>
                </td>
                <td className='p-2' style={{ border: 'solid #000000 0.5pt' }}>
                  <p>
                    <span style={{ fontSize: '10pt' }}>
                      - Фамилия, Имя, Отчество;
                    </span>
                    <span style={{ fontSize: '10pt' }}>
                      <br />
                    </span>
                    <span style={{ fontSize: '10pt' }}>
                      - Данные документа, удостоверяющего личность;
                    </span>
                  </p>
                  <p>
                    <span style={{ fontSize: '10pt' }}>
                      - Данные расчетного счета;
                    </span>
                    <span style={{ fontSize: '10pt' }}>
                      <br />
                    </span>
                    <span style={{ fontSize: '10pt' }}>
                      - Адрес (страна, город, улица, номер дома, номер
                      квартиры);
                    </span>
                    <span style={{ fontSize: '10pt' }}>
                      <br />
                    </span>
                    <span style={{ fontSize: '10pt' }}>
                      - Адрес электронной почты;
                    </span>
                    <span style={{ fontSize: '10pt' }}>
                      <br />
                    </span>
                    <span style={{ fontSize: '10pt' }}>
                      - Номер телефона (домашний, мобильный).
                    </span>
                  </p>
                </td>
                <td className='p-2' style={{ border: 'solid #000000 0.5pt' }}>
                  <p>
                    <span style={{ fontSize: '10pt' }}>
                      - Фамилия, Имя, Отчество;
                    </span>
                    <span style={{ fontSize: '10pt' }}>
                      <br />
                    </span>
                    <span style={{ fontSize: '10pt' }}>
                      - Данные документа, удостоверяющего личность;
                    </span>
                  </p>
                  <p>
                    <span style={{ fontSize: '10pt' }}>
                      - Данные расчетного счета;
                    </span>
                    <span style={{ fontSize: '10pt' }}>
                      <br />
                    </span>
                    <span style={{ fontSize: '10pt' }}>
                      - Адрес (страна, город, улица, номер дома, номер
                      квартиры);
                    </span>
                    <span style={{ fontSize: '10pt' }}>
                      <br />
                    </span>
                    <span style={{ fontSize: '10pt' }}>
                      - Адрес электронной почты;
                    </span>
                    <span style={{ fontSize: '10pt' }}>
                      <br />
                    </span>
                    <span style={{ fontSize: '10pt' }}>
                      - Номер телефона (домашний, мобильный).
                    </span>
                  </p>
                </td>
                <td className='p-2' style={{ border: 'solid #000000 0.5pt' }}>
                  <p>
                    <span style={{ fontSize: '10pt' }}>
                      - Фамилия, Имя, Отчество;
                    </span>
                    <span style={{ fontSize: '10pt' }}>
                      <br />
                    </span>
                    <span style={{ fontSize: '10pt' }}>
                      - Данные документа, удостоверяющего личность;
                    </span>
                  </p>
                  <p>
                    <span style={{ fontSize: '10pt' }}>
                      - Адрес (страна, город, улица, номер дома, номер
                      квартиры);
                    </span>
                    <span style={{ fontSize: '10pt' }}>
                      <br />
                    </span>
                    <span style={{ fontSize: '10pt' }}>
                      - Адрес электронной почты;
                    </span>
                    <span style={{ fontSize: '10pt' }}>
                      <br />
                    </span>
                    <span style={{ fontSize: '10pt' }}>
                      - Номер телефона (мобильный).
                    </span>
                  </p>
                </td>
                <td className='p-2' style={{ border: 'solid #000000 0.5pt' }}>
                  <p>
                    <span style={{ fontSize: '10pt' }}>
                      - Фамилия, Имя, Отчество;
                    </span>
                    <span style={{ fontSize: '10pt' }}>
                      <br />
                    </span>
                    <span style={{ fontSize: '10pt' }}>
                      - Адрес электронной почты;
                    </span>
                    <span style={{ fontSize: '10pt' }}>
                      <br />
                    </span>
                    <span style={{ fontSize: '10pt' }}>
                      - Номер телефона (мобильный).
                    </span>
                  </p>
                </td>
                <td className='p-2' style={{ border: 'solid #000000 0.5pt' }}>
                  <p>
                    <span style={{ fontSize: '10pt' }}>
                      - Фамилия, Имя, Отчество;
                    </span>
                    <span style={{ fontSize: '10pt' }}>
                      <br />
                    </span>
                    <span style={{ fontSize: '10pt' }}>
                      - Данные документа, удостоверяющего личность;
                    </span>
                  </p>
                  <p>
                    <span style={{ fontSize: '10pt' }}>
                      - Адрес (страна, город, улица, номер дома, номер
                      квартиры);
                    </span>
                    <span style={{ fontSize: '10pt' }}>
                      <br />
                    </span>
                    <span style={{ fontSize: '10pt' }}>
                      - Адрес электронной почты;
                    </span>
                    <span style={{ fontSize: '10pt' }}>
                      <br />
                    </span>
                    <span style={{ fontSize: '10pt' }}>
                      - Номер телефона (мобильный).
                    </span>
                  </p>
                </td>
              </tr>
              <tr>
                <td className='p-2' style={{ border: 'solid #000000 0.5pt' }}>
                  <p>
                    <strong>
                      <span style={{ fontSize: '9pt' }}>
                        Категория субъектов
                      </span>
                    </strong>
                  </p>
                </td>
                <td className='p-2' style={{ border: 'solid #000000 0.5pt' }}>
                  <p>
                    <span style={{ fontSize: '10pt' }}>
                      Физическое лицо — Пользователь сайта
                    </span>
                  </p>
                </td>
                <td className='p-2' style={{ border: 'solid #000000 0.5pt' }}>
                  <p>
                    <span style={{ fontSize: '10pt' }}>
                      Физическое лицо, чьи ПД поступили Оператору от Заказчика
                      &nbsp;услуг в рамках договора &nbsp;оказания услуг&nbsp;
                    </span>
                  </p>
                </td>
                <td className='p-2' style={{ border: 'solid #000000 0.5pt' }}>
                  <p>
                    <span style={{ fontSize: '10pt' }}>
                      1.Физическое лицо-Клиент, чьи ПД стали известны Оператору
                      в связи с заключением и исполнением договора оказания
                      услуг
                    </span>
                  </p>
                  <br />
                  <p>
                    <span style={{ fontSize: '10pt' }}>
                      2. Физическое лицо, чьи ПД поступили Оператору от
                      Заказчика &nbsp;услуг в рамках договора &nbsp;оказания
                      услуг&nbsp;
                    </span>
                  </p>
                </td>
                <td className='p-2' style={{ border: 'solid #000000 0.5pt' }}>
                  <p>
                    <span style={{ fontSize: '10pt' }}>
                      1.Физическое лицо-Клиент, чьи ПД стали известны Оператору
                      в связи с заключением и исполнением договора оказания
                      услуг
                    </span>
                  </p>
                  <br />
                  <p>
                    <span style={{ fontSize: '10pt' }}>
                      2. Физическое лицо, чьи ПД поступили Оператору от
                      Заказчика &nbsp;услуг в рамках договора &nbsp;оказания
                      услуг
                    </span>
                  </p>
                </td>
                <td className='p-2' style={{ border: 'solid #000000 0.5pt' }}>
                  <p>
                    <span style={{ fontSize: '10pt' }}>
                      1.Физическое лицо-Клиент, чьи ПД стали известны Оператору
                      в связи с заключением и исполнением договора оказания
                      услуг
                    </span>
                  </p>
                  <br />
                  <p>
                    <span style={{ fontSize: '10pt' }}>
                      2. Физическое лицо, чьи ПД поступили Оператору от
                      Заказчика услуг в рамках договора оказания услуг
                    </span>
                  </p>
                </td>
                <td className='p-2' style={{ border: 'solid #000000 0.5pt' }}>
                  <p>
                    <span style={{ fontSize: '10pt' }}>
                      1.Физическое лицо-Клиент, чьи ПД стали известны Оператору
                      в связи с заключением и исполнением договора оказания
                      услуг
                    </span>
                  </p>
                  <br />
                  <p>
                    <span style={{ fontSize: '10pt' }}>
                      2. Физическое лицо, чьи ПД поступили Оператору от
                      Заказчика &nbsp;услуг в рамках договора &nbsp;оказания
                      услуг
                    </span>
                  </p>
                </td>
                <td className='p-2' style={{ border: 'solid #000000 0.5pt' }}>
                  <p>
                    <span style={{ fontSize: '10pt' }}>
                      1.Физическое лицо-Клиент, чьи ПД стали известны Оператору
                      в связи с заключением и исполнением договора оказания
                      услуг
                    </span>
                  </p>
                  <br />
                  <p>
                    <span style={{ fontSize: '10pt' }}>
                      2. Физическое лицо, чьи ПД поступили Оператору от
                      Заказчика &nbsp;услуг в рамках договора &nbsp;оказания
                      &nbsp;услуг
                    </span>
                  </p>
                </td>
              </tr>
              <tr>
                <td className='p-2' style={{ border: 'solid #000000 0.5pt' }}>
                  <p>
                    <strong>
                      <span style={{ fontSize: '9pt' }}>
                        Способы обработки и хранения
                      </span>
                    </strong>
                  </p>
                </td>
                <td className='p-2' style={{ border: 'solid #000000 0.5pt' }}>
                  <p>
                    <span style={{ fontSize: '10pt' }}>
                      Автоматизированный&nbsp;
                    </span>
                  </p>
                </td>
                <td className='p-2' style={{ border: 'solid #000000 0.5pt' }}>
                  <p>
                    <span style={{ fontSize: '10pt' }}>
                      Автоматизированный неавтоматизированный&nbsp;
                    </span>
                  </p>
                </td>
                <td className='p-2' style={{ border: 'solid #000000 0.5pt' }}>
                  <p>
                    <span style={{ fontSize: '10pt' }}>
                      Автоматизированный неавтоматизированный
                    </span>
                  </p>
                </td>
                <td className='p-2' style={{ border: 'solid #000000 0.5pt' }}>
                  <p>
                    <span style={{ fontSize: '10pt' }}>
                      Автоматизированный неавтоматизированный
                    </span>
                  </p>
                </td>
                <td className='p-2' style={{ border: 'solid #000000 0.5pt' }}>
                  <p>
                    <span style={{ fontSize: '10pt' }}>
                      Автоматизированный неавтоматизированный
                    </span>
                  </p>
                </td>
                <td className='p-2' style={{ border: 'solid #000000 0.5pt' }}>
                  <p>
                    <span style={{ fontSize: '10pt' }}>
                      Автоматизированный неавтоматизированный
                    </span>
                  </p>
                </td>
                <td className='p-2' style={{ border: 'solid #000000 0.5pt' }}>
                  <p>
                    <span style={{ fontSize: '10pt' }}>
                      Автоматизированный, неавтоматизированный
                    </span>
                  </p>
                </td>
              </tr>
              <tr>
                <td className='p-2' style={{ border: 'solid #000000 0.5pt' }}>
                  <p>
                    <strong>
                      <span style={{ fontSize: '9pt' }}>
                        Сроки обработки и хранения
                      </span>
                    </strong>
                  </p>
                </td>
                <td className='p-2' style={{ border: 'solid #000000 0.5pt' }}>
                  <p>
                    <span
                      style={{
                        color: '#555555',
                        backgroundColor: '#ffffff',
                        fontSize: '10pt',
                      }}
                    >
                      Д
                    </span>
                    <span
                      style={{ backgroundColor: '#ffffff', fontSize: '10pt' }}
                    >
                      остижение или утрата необходимости достижения Оператором
                      цели обработки
                    </span>
                  </p>
                </td>
                <td className='p-2' style={{ border: 'solid #000000 0.5pt' }}>
                  <p>
                    <span
                      style={{
                        color: '#555555',
                        backgroundColor: '#ffffff',
                        fontSize: '10pt',
                      }}
                    >
                      Д
                    </span>
                    <span
                      style={{ backgroundColor: '#ffffff', fontSize: '10pt' }}
                    >
                      остижение или утрата необходимости достижения Оператором
                      цели обработки
                    </span>
                  </p>
                </td>
                <td className='p-2' style={{ border: 'solid #000000 0.5pt' }}>
                  <p>
                    <span
                      style={{
                        color: '#555555',
                        backgroundColor: '#ffffff',
                        fontSize: '10pt',
                      }}
                    >
                      Д
                    </span>
                    <span
                      style={{ backgroundColor: '#ffffff', fontSize: '10pt' }}
                    >
                      остижение или утрата необходимости достижения Оператором
                      цели обработки
                    </span>
                  </p>
                </td>
                <td className='p-2' style={{ border: 'solid #000000 0.5pt' }}>
                  <p>
                    <span
                      style={{
                        color: '#555555',
                        backgroundColor: '#ffffff',
                        fontSize: '10pt',
                      }}
                    >
                      Д
                    </span>
                    <span
                      style={{ backgroundColor: '#ffffff', fontSize: '10pt' }}
                    >
                      остижение или утрата необходимости достижения Оператором
                      цели обработки
                    </span>
                  </p>
                </td>
                <td className='p-2' style={{ border: 'solid #000000 0.5pt' }}>
                  <p>
                    <span
                      style={{
                        color: '#555555',
                        backgroundColor: '#ffffff',
                        fontSize: '10pt',
                      }}
                    >
                      Д
                    </span>
                    <span
                      style={{ backgroundColor: '#ffffff', fontSize: '10pt' }}
                    >
                      остижение или утрата необходимости достижения Оператором
                      цели обработки
                    </span>
                  </p>
                </td>
                <td className='p-2' style={{ border: 'solid #000000 0.5pt' }}>
                  <p>
                    <span
                      style={{
                        color: '#555555',
                        backgroundColor: '#ffffff',
                        fontSize: '10pt',
                      }}
                    >
                      Д
                    </span>
                    <span
                      style={{ backgroundColor: '#ffffff', fontSize: '10pt' }}
                    >
                      остижение или утрата необходимости достижения Оператором
                      цели обработки
                    </span>
                  </p>
                </td>
                <td className='p-2' style={{ border: 'solid #000000 0.5pt' }}>
                  <p>
                    <span
                      style={{
                        color: '#555555',
                        backgroundColor: '#ffffff',
                        fontSize: '10pt',
                      }}
                    >
                      Д
                    </span>
                    <span
                      style={{ backgroundColor: '#ffffff', fontSize: '10pt' }}
                    >
                      остижение или утрата необходимости достижения Оператором
                      цели обработки
                    </span>
                  </p>
                </td>
              </tr>
              <tr>
                <td className='p-2' style={{ border: 'solid #000000 0.5pt' }}>
                  <p>
                    <strong>
                      <span style={{ fontSize: '9pt' }}>
                        Порядок уничтожения
                      </span>
                    </strong>
                  </p>
                </td>
                <td className='p-2' style={{ border: 'solid #000000 0.5pt' }}>
                  <p>
                    <span style={{ fontSize: '10pt' }}>
                      Путем стирания без возможности восстановления
                    </span>
                  </p>
                </td>
                <td className='p-2' style={{ border: 'solid #000000 0.5pt' }}>
                  <p>
                    <span style={{ fontSize: '10pt' }}>
                      Путем стирания без возможности восстановления
                    </span>
                  </p>
                </td>
                <td className='p-2' style={{ border: 'solid #000000 0.5pt' }}>
                  <p>
                    <span style={{ fontSize: '10pt' }}>
                      Путем стирания без возможности восстановления
                    </span>
                  </p>
                </td>
                <td className='p-2' style={{ border: 'solid #000000 0.5pt' }}>
                  <p>
                    <span style={{ fontSize: '10pt' }}>
                      Путем стирания без возможности восстановления
                    </span>
                  </p>
                </td>
                <td className='p-2' style={{ border: 'solid #000000 0.5pt' }}>
                  <p>
                    <span style={{ fontSize: '10pt' }}>
                      Путем стирания без возможности восстановления
                    </span>
                  </p>
                </td>
                <td className='p-2' style={{ border: 'solid #000000 0.5pt' }}>
                  <p>
                    <span style={{ fontSize: '10pt' }}>
                      Путем стирания без возможности восстановления
                    </span>
                  </p>
                </td>
                <td className='p-2' style={{ border: 'solid #000000 0.5pt' }}>
                  <p>
                    <span style={{ fontSize: '10pt' }}>
                      Путем стирания без возможности восстановления
                    </span>
                  </p>
                </td>
              </tr>
            </tbody>
          </table>
        </div>
        <p>
          <br />
        </p>
        <p>
          <br />
        </p>
        <ul className='pt-5'>
          <li className='text-lg font-medium'>Реквизиты Компании:</li>
          <li>ОсОО «Бинур»</li>
          <li>ИНН 00104201910219</li>
          <li>ОКПО 30398201</li>
          <li>УГНС Первомайского района</li>
          <li>ЗАО «Кыргызский Ивестициционно-Кредитный Банк»</li>
          <li>Р/с 1285330000889537</li>
          <li>БИК 128001</li>
          <li>Директор Волков Руслан Владимирович</li>
        </ul>
      </div>
    </div>
  );
};

export default PrivacyPolicy;
