const RefundPolicy = () => {
  return (
    <div className='pt-28 pb-16 content'>
      <h3 className='text-xl font-medium py-5'>
        Правила возврата денежных средств
      </h3>
      <p>
        При оплате услуги банковскими картами возврат наличными денежными
        средствами не допускается. Порядок возврата регулируется правилами
        платежных систем. <br />
        Процедура возврата денежных средств за услугу регламентируется статьей
        32 Закона Российской Федерации от 07.02.1992 N 2300-1 «О защите прав
        потребителей» в соответствии с которой потребитель вправе отказаться от
        исполнения договора об оказании услуг в любое время при условии оплаты
        исполнителю фактически понесенных им расходов, связанных с исполнением
        обязательств по данному договору. <br />
        <br />
        Для возврата денежных средств на банковскую карту необходимо заполнить
        «Заявление о возврате денежных средств», которое высылается по
        требованию компанией на электронный адрес и оправить его вместе с
        приложением копии паспорта по адресу <strong>support@givbox.ru</strong>.
        <br />
        <br />
        Возврат денежных средств будет осуществлен на банковскую карту в течение
        21 (двадцати одного) рабочего дня со дня получения «Заявление о возврате
        денежных средств» Компанией. Для возврата денежных средств по операциям
        проведенными с ошибками необходимо обратиться с письменным заявлением и
        приложением копии паспорта и чеков/квитанций, подтверждающих ошибочное
        списание. Данное заявление необходимо направить по адресу{' '}
        <strong>support@givbox.ru</strong>. <br />
        <br />
        Сумма возврата будет равняться сумме оплаты за услуги. Срок рассмотрения
        Заявления и возврата денежных средств начинает исчисляться с момента
        получения Компанией Заявления и рассчитывается в рабочих днях без учета
        праздников/выходных дней. В случае возникновения любых противоречий
        между Правилами платежной системы и нормами действующего
        законодательства Российской Федерации, последние имеют преимущественную
        силу. Стороны обязаны соблюдать требования действующего законодательства
        Российской Федерации, а все осуществляемые операции должны
        соответствовать требованиям и быть разрешены законодательством
        Российской Федерации. В случае возникновения любых противоречий нормы
        применимого законодательства имеют преимущественную силу.
      </p>
    </div>
  );
};

export default RefundPolicy;
