const RefundPolicy = () => {
  return (
    <div className='pt-28 pb-16 content'>
      <div></div>
      <h3 className='text-xl font-medium py-5 text-center'>
        Правила возврата денежных средств
      </h3>
      <p>
        <span>
          При оплате услуги банковскими картами возврат наличными денежными
          средствами не допускается. Порядок возврата регулируется правилами
          платежных систем.
        </span>
      </p>
      <p>
        <span>
          Процедура возврата денежных средств за услугу регламентируется статьей
          32 Закона Кыргызской Республики&nbsp;
        </span>
        <span>10 декабря 1997 года N 90</span>
        <span>
          &nbsp;&laquo;О защите прав потребителей&raquo; в соответствии с
          которой потребитель вправе отказаться от исполнения договора об
          оказании услуг в любое время при условии оплаты исполнителю фактически
          понесенных им расходов, связанных с исполнением обязательств по
          данному договору.
        </span>
      </p>
      <p>
        <span>
          Для возврата денежных средств на банковскую карту необходимо заполнить
          &laquo;Заявление о возврате денежных средств&raquo;, которое
          высылается по требованию компанией на электронный адрес и оправить его
          вместе с приложением копии паспорта по адресу
        </span>
        <strong>
          <span>&nbsp;support@givbox.ru</span>
        </strong>
        <span>.</span>
      </p>
      <p>
        <span>
          Возврат денежных средств будет осуществлен на банковскую карту в
          течение 21 (двадцати одного) рабочего дня со дня получения
          &laquo;Заявление о возврате денежных средств&raquo; Компанией.
        </span>
      </p>
      <p>
        <span>
          Для возврата денежных средств по операциям проведенными с ошибками
          необходимо обратиться с письменным заявлением и приложением копии
          паспорта и чеков/квитанций, подтверждающих ошибочное списание. Данное
          заявление необходимо направить по адресу&nbsp;
        </span>
        <strong>
          <span>support@givbox.ru</span>
        </strong>
        <span>.</span>
      </p>
      <p>
        <span>
          Сумма возврата будет равняться сумме оплаты за услуги. Срок
          рассмотрения Заявления и возврата денежных средств начинает
          исчисляться с момента получения Компанией Заявления и рассчитывается в
          рабочих днях без учета праздников/выходных дней.
        </span>
      </p>
      <p>
        <span>
          В случае возникновения любых противоречий между Правилами платежной
          системы и нормами действующего законодательства Кыргызской Республики,
          последние имеют преимущественную силу.
        </span>
      </p>
      <p>
        <span>
          Стороны обязаны соблюдать требования действующего законодательства
          Кыргызской Республики, а все осуществляемые операции должны
          соответствовать требованиям и быть разрешены законодательством
          Кыргызской Республики. В случае возникновения любых противоречий нормы
          применимого законодательства имеют преимущественную силу.
        </span>
      </p>
      <ul className='py-5'>
        <li className='text-lg font-medium'>Реквизиты Компании:</li>
        <li>ОсОО «Бинур»</li>
        <li>ИНН 00104201910219</li>
        <li>ОКПО 30398201</li>
        <li>УГНС Первомайского района</li>
        <li>ЗАО «Кыргызский Ивестициционно-Кредитный Банк»</li>
        <li>Р/с 1285330000889537</li>
        <li>БИК 128001</li>
        <li>Директор Волков Руслан Владимирович</li>
      </ul>
    </div>
  );
};

export default RefundPolicy;
