const ProhibitedProducts = () => {
  return (
    <div className='pt-24 mm:pt-28 pb-20 content'>
      <h3 className='text-xl font-medium pb-5 text-center'>
        Запрещенные товары
      </h3>
      <p>
        GivBox может доставить почти все: документы, подарки, технику, одежду и
        даже продукты. Но есть грузы, которые мы не можем принять. Одни — потому
        что их доставка запрещена законом. Другие — потому что они могут
        испортить посылки .
        <br />
        Ниже список грузов, которые мы к сожалению не принимаем на доставку.
        <br />
        <br />
        <strong>Взрывчатые вещества или средства взрывания</strong>
        <br />
        <br />
        Не примем порох, патроны, динамит и детонаторы, так и актуальные в
        новогоднее время бенгальские огни и петарды.
        <br />
        <br />
        <strong>Сжатые, сжиженные и растворенные под давлением газы</strong>
        <br />
        <br />
        Например, не получится отправить газовый баллончик или газ для бытового
        пользования — бутан-пропан. Легковоспламеняющиеся жидкости и едкие
        кислоты Под запретом ацетон и бензин, серная, соляная, азотная и другие
        кислоты. С химическими опытами придется повременить.
        <br />
        <br />
        <strong>Окисляющие вещества</strong>
        <br />
        <br />
        Не получится отправить перекись водорода или аммиачно-нитратное
        удобрение. Если хотите удобрять огород с помощью органических
        пероксидов, придется придумать способ доставки на участок.
        <br />
        <br />
        <strong>Ядовитые, токсичные, отравляющие вещества</strong>
        <br />
        <br />
        Например, никотин, стрихнин или ртуть. Ртутный градусник в посылке лучше
        сразу же заменить на электронный.
        <br />
        <br />
        <strong>Оружие любых видов</strong>
        <br />
        <br />
        Нельзя класть в посылку огнестрельное, газовое, холодное, пневматическое
        или механическое оружие. Отправить шпагу, финский или охотничий нож в
        качестве сувенира не получится. Обратите внимание: хозяйственно-бытовые
        ножи должны иметь клинок не больше 110 мм, чтобы мы могли их пересылать.
        <br />
        <br />
        <strong>Драгоценные камни, деньги, магниты, пушнина</strong>
        <br />
        <br />К пересылке запрещены драгоценные камни и изделия из них тоже,
        денежные знаки, магниты, в том числе сувенирные. Пушнина и шкуры также
        не подлежат перевозке: шкуру медведя в подарок товарищу-охотнику вам
        придется доставлять самостоятельно.
        <br />
        <br />
        <strong>Скоропортящиеся продукты</strong>
        <br />
        <br />
        Свежие фрукты и овощи, рыба, вареная колбаса, молочные продукты могут
        испортиться сами и испортить другие посылки. К доставке примут еду в
        заводской упаковке, на которой указано, что хранение при низких
        температурах не требуется.
        <br />
        <br />
        <strong>Пачкающиеся предметы</strong>
        <br />
        <br />
        Не советуем отправлять, например, двигатель автомобиля: помните, что
        фактически он масляный, а потому может протечь и запачкать все как
        внутри, так и снаружи коробки.
        <br />
        <br />
        <br />
        <h1 className='text-2xl mm:text-3xl'>
          Если у вас есть необычные предметы, либо сомнения, наши специалисты с
          удовольствием вас проконтролируют
        </h1>
      </p>
    </div>
  );
};

export default ProhibitedProducts;
