import { useEffect } from 'react';
import { scrollToTop } from '../../helpers/ScrollToTop/scrollToTop';

const UserAgreement = () => {
  useEffect(() => {
    scrollToTop();
  }, []);

  return (
    <div className='pt-28 pb-8 content'>
      <div>
        <p
          style={{
            textAlign: 'center',
            color: 'rgb(0, 0, 0)',
            fontSize: '11px',
          }}
        >
          <br />
        </p>
        <p
          style={{
            textAlign: 'center',
            color: 'rgb(0, 0, 0)',
            fontSize: '11px',
          }}
        >
          <strong>
            <span
              className='font-bold'
              style={{
                fontSize: '18px',
              }}
            >
              Пользовательское соглашение
            </span>
          </strong>
        </p>
        <p
          style={{
            textAlign: 'start',
            color: 'rgb(0, 0, 0)',
            fontSize: '11px',
            marginTop: '20px',
          }}
        >
          <span
            style={{
              fontSize: '14px',
            }}
          >
            (28.10.2023 г.)
          </span>
        </p>
        <p
          style={{
            textAlign: 'start',
            color: 'rgb(0, 0, 0)',
            fontSize: '11px',
          }}
        >
          <span
            style={{
              fontSize: '14px',
            }}
          >
            Настоящее соглашение является публичной офертой (далее — Соглашение)
            от ОсОО БИНУР (ИНН 00104201910219 (далее — Исполнитель) адресованной
            Пользователям Сайта (далее – Пользователь, Клиент), которая
            определяет права и обязанности Пользователя и Исполнителя при
            использовании материалов и сервисов, размещенных на Сайте.
            <br />
            Пользователь выражает согласие с тем, что используя Сайт любым
            способом, или Сервис/его отдельные функции и/или регистрируясь на
            Сайте, он подтверждает, что ознакомлен с его условиями, согласен с
            ними, безоговорочно принял условия настоящего Соглашения в полном
            объеме и обязуется их соблюдать.
            <br />В случае несогласия Пользователя с каким-либо из условий
            настоящего Соглашения, Пользователь не вправе использовать Сайт, его
            Сервисы, Пользователь обязуется незамедлительно прекратить
            использование Сайта и всех его Сервисов и покинуть Сайт. Если
            Пользователь является зарегистрированным пользователем –
            Пользователю необходимо удалить свою учетную запись на Сайте (при
            наличии технической возможности)&nbsp;или обратиться к Исполнителю с
            просьбой об ее удалении.
          </span>
        </p>
        <p
          style={{
            textAlign: 'start',
            color: 'rgb(0, 0, 0)',
            fontSize: '11px',
          }}
        >
          <br />
        </p>
        <ol
          style={{
            textAlign: 'start',
            color: 'rgb(0, 0, 0)',
            fontSize: '11px',
          }}
        >
          <li
            style={{
              fontSize: '14px',
            }}
          >
            ТЕРМИНЫ И ОПРЕДЕЛЕНИЯ
          </li>
        </ol>
        <p
          style={{
            textAlign: 'start',
            color: 'rgb(0, 0, 0)',
            fontSize: '11px',
          }}
        >
          <span
            style={{
              fontSize: '14px',
            }}
          >
            <br />
            ОсОО Бинур (ИНН 0010422011910219), правообладатель исключительного
            права на Интернет-сайт:&nbsp;
            <a href='https://givbox.ru/'>https://givbox.ru/</a>.
          </span>
        </p>
        <p
          style={{
            textAlign: 'start',
            color: 'rgb(0, 0, 0)',
            fontSize: '11px',
          }}
        >
          <span
            style={{
              fontSize: '14px',
            }}
          >
            Сайт — совокупность информации, текстов, графических элементов,
            дизайна, изображений, фото и видеоматериалов, иных результатов
            интеллектуальной деятельности, а также программных средств для ЭВМ,
            обеспечивающих публикацию для всеобщего обозрения информации и
            данных, объединенных общим целевым назначением, посредством
            технических средств, применяемых для связи между ЭВМ и сети
            Интернет. &nbsp;Сайт находится в сети Интернет по адресу:
            https://givbox.ru/, на котором представлена информация о курьерских
            и иных услугах, порядка их заказа, исполнения, а также способах
            оплаты услуг, сервисах, предоставляемых Исполнителем.
          </span>
        </p>
        <p
          style={{
            textAlign: 'start',
            color: 'rgb(0, 0, 0)',
            fontSize: '11px',
          }}
        >
          <span
            style={{
              fontSize: '14px',
            }}
          >
            Содержание сайта/Контент - охраняемые результаты интеллектуальной
            деятельности, включая тексты литературных произведений, их названия,
            предисловия, аннотации, статьи, иллюстрации, обложки, графические,
            текстовые, фотографические, производные, составные и иные
            произведения, пользовательские интерфейсы, визуальные интерфейсы,
            названия товарных знаков, логотипы, программы для ЭВМ, базы данных,
            а также дизайн, структура, выбор, координация, внешний вид, общий
            стиль и расположение содержания, входящего в состав Сайта и другие
            объекты интеллектуальной собственности все вместе и/или по
            отдельности, содержащиеся на Сайте.
          </span>
        </p>
        <p
          style={{
            textAlign: 'start',
            color: 'rgb(0, 0, 0)',
            fontSize: '11px',
          }}
        >
          <span
            style={{
              fontSize: '14px',
            }}
          >
            Сервис – любая из функций и/или возможностей Сайта, независимо от
            того, предоставляются ли такие функции и/или возможности
            Пользователю за плату или нет.
          </span>
        </p>
        <p
          style={{
            textAlign: 'start',
            color: 'rgb(0, 0, 0)',
            fontSize: '11px',
          }}
        >
          <span
            style={{
              fontSize: '14px',
            }}
          >
            Пользователь — физическое или юридическое лицо, действующее в своих
            интересах или в интересах других лиц, не имеющее законодательных
            ограничений для акцепта настоящего Соглашения, акцептовавшее
            настоящее Соглашение, имеющее доступ к Сайту и использующее его,
            независимо от факта регистрации на Сайте.
          </span>
        </p>
        <p
          style={{
            textAlign: 'start',
            color: 'rgb(0, 0, 0)',
            fontSize: '11px',
          }}
        >
          <span
            style={{
              fontSize: '14px',
            }}
          >
            Учетная запись – информация о предоставленных Пользователем данных,
            фиксирование которых Исполнитель сочтет необходимым в целях
            использования Сайта Пользователем.
            <br />
            Учетные данные - уникальный логин и пароль Пользователя, создаваемые
            в процессе регистрации на Сайте, используемые для доступа
            Пользователя в Личный кабинет, а также для идентификации
            Пользователя при предоставлении Сервисов в качестве стороны
            настоящего Соглашения. Учетные данные в совокупности признаются
            Сторонами аналогом собственноручной подписи Пользователя при
            заключении настоящего Соглашения и оформлении уведомлений, передачи
            информации и т.&nbsp;п.
            <br />
            Регистрация – заполнение необходимых данных, в том числе
            персональных, запрашиваемых Сайтом в целях идентификации
            Пользователя.
          </span>
        </p>
        <p
          style={{
            textAlign: 'start',
            color: 'rgb(0, 0, 0)',
            fontSize: '11px',
          }}
        >
          <span
            style={{
              fontSize: '14px',
            }}
          >
            Личный кабинет – сервис, позволяющий Пользователю осуществлять заказ
            услуг, отследить заказы, самостоятельно оформить и распечатать
            заполненные для отправки накладные; произвести расчет стоимости
            доставки с учетом предоставленных скидок по одному или нескольким
            направлениям; получить информацию о состоянии счета; получить
            информацию о контактах закрепленных за Пользователем сотрудников,
            получить акты оказанных услуг за весь период, сформировать акт
            сверки, получить информацию по реестрам перечисления наложенных
            платежей. Пользователь обязуется не сообщать логин и пароль к
            Личному кабинету третьим лицам. Все действия, совершенные в Личном
            кабинете Пользователя, признаются действиями, совершенными
            Пользователем.&nbsp;
          </span>
        </p>
        <p
          style={{
            textAlign: 'start',
            color: 'rgb(0, 0, 0)',
            fontSize: '11px',
          }}
        >
          <br />
        </p>
        <ol
          start={2}
          style={{
            textAlign: 'start',
            color: 'rgb(0, 0, 0)',
            fontSize: '11px',
          }}
        >
          <li
            style={{
              fontSize: '14px',
            }}
          >
            ОБЩИЕ ПОЛОЖЕНИЯ
          </li>
        </ol>
        <p
          style={{
            textAlign: 'start',
            color: 'rgb(0, 0, 0)',
            fontSize: '11px',
          }}
        >
          <span
            style={{
              fontSize: '14px',
            }}
          >
            <br />
            2.1. Пользователь до начала использования Сайта и регистрации на
            Сайте, а также в последующем обязан знакомиться с текстом:
          </span>
        </p>
        <p
          style={{
            textAlign: 'start',
            color: 'rgb(0, 0, 0)',
            fontSize: '11px',
          }}
        >
          <span
            style={{
              fontSize: '14px',
            }}
          >
            2.1.1. Настоящего Соглашения;&nbsp;
          </span>
        </p>
        <p
          style={{
            textAlign: 'start',
            color: 'rgb(0, 0, 0)',
            fontSize: '11px',
          }}
        >
          <span
            style={{
              fontSize: '14px',
            }}
          >
            2.1.2. Договора на оказание комплекса посреднических услуг по
            организации пересылки&nbsp;
          </span>
        </p>
        <p
          style={{
            textAlign: 'start',
            color: 'rgb(0, 0, 0)',
            fontSize: '11px',
          }}
        >
          <span
            style={{
              fontSize: '14px',
            }}
          >
            (обработки, перевозки и доставки адресату), являющегося публичной
            офертой;
          </span>
        </p>
        <p
          style={{
            textAlign: 'start',
            color: 'rgb(0, 0, 0)',
            fontSize: '11px',
          }}
        >
          <span
            style={{
              fontSize: '14px',
            }}
          >
            2.1.3. Политики в отношении обработки персональных данных субъектов
            персональных данных (далее — Политика);
            <br />
            2.1.4. Иных документов, размещенных на Сайте.
          </span>
        </p>
        <p
          style={{
            textAlign: 'start',
            color: 'rgb(0, 0, 0)',
            fontSize: '11px',
          }}
        >
          <span
            style={{
              fontSize: '14px',
            }}
          >
            2.2. &nbsp;Используя Сайт любым способом и/или регистрируясь на
            Сайте, Пользователь выражает свое полное и безоговорочное согласие
            со всеми условиями указанных в пп.2.1.1., 2.1.2., 2.1.4. Соглашения
            документов, и лишается возможности ссылаться на неосведомленность по
            каким-либо вопросам, урегулированным указанными документами.
          </span>
        </p>
        <p
          style={{
            textAlign: 'start',
            color: 'rgb(0, 0, 0)',
            fontSize: '11px',
          }}
        >
          <span
            style={{
              fontSize: '14px',
            }}
          >
            2.3. Пользователь несет персональную ответственность за ознакомление
            с указанными в п.2.1. документами и их изменениями.
          </span>
        </p>
        <p
          style={{
            textAlign: 'start',
            color: 'rgb(0, 0, 0)',
            fontSize: '11px',
          }}
        >
          <span
            style={{
              fontSize: '14px',
            }}
          >
            2.4. Настоящее Соглашение распространяет свое действие на все
            дополнительные положения и условия об оказании услуг, сервисов,
            предоставляемых на Сайте.
          </span>
        </p>
        <p
          style={{
            textAlign: 'start',
            color: 'rgb(0, 0, 0)',
            fontSize: '11px',
          }}
        >
          <br />
        </p>
        <ol
          start={3}
          style={{
            textAlign: 'start',
            color: 'rgb(0, 0, 0)',
            fontSize: '11px',
          }}
        >
          <li
            style={{
              fontSize: '14px',
            }}
          >
            ПРЕДМЕТ СОГЛАШЕНИЯ
          </li>
        </ol>
        <p
          style={{
            textAlign: 'start',
            color: 'rgb(0, 0, 0)',
            fontSize: '11px',
          }}
        >
          <span
            style={{
              fontSize: '14px',
            }}
          >
            <br />
            3.1. Предметом настоящего Соглашения является предоставление
            Пользователю доступа к программному обеспечению Сайта для:
          </span>
        </p>
        <p
          style={{
            textAlign: 'start',
            color: 'rgb(0, 0, 0)',
            fontSize: '11px',
          }}
        >
          <span
            style={{
              fontSize: '14px',
            }}
          >
            3.1.1. Информирования Пользователя о реализуемых посредством Сайта
            услугах, в том числе путем e-mail, sms-рассылки, push-уведомлений,
            если на это получено отдельное Согласие Пользователя;
            <br />
            3.1.2. Обеспечения возможности приобретения Пользователем услуг;
          </span>
        </p>
        <p
          style={{
            textAlign: 'start',
            color: 'rgb(0, 0, 0)',
            fontSize: '11px',
          }}
        >
          <span
            style={{
              fontSize: '14px',
            }}
          >
            3.1.3. Использования сервисов Сайта.
          </span>
        </p>
        <p
          style={{
            textAlign: 'start',
            color: 'rgb(0, 0, 0)',
            fontSize: '11px',
          }}
        >
          <span
            style={{
              fontSize: '14px',
            }}
          >
            3.2. Сайт предоставляет Пользователю следующие виды услуг
            (сервисов):
          </span>
        </p>
        <p
          style={{
            textAlign: 'start',
            color: 'rgb(0, 0, 0)',
            fontSize: '11px',
          }}
        >
          <span
            style={{
              fontSize: '14px',
            }}
          >
            3.2.1. Доступ к электронному контенту на бесплатной основе, с правом
            просмотра контента;
          </span>
        </p>
        <p
          style={{
            textAlign: 'start',
            color: 'rgb(0, 0, 0)',
            fontSize: '11px',
          }}
        >
          <span
            style={{
              fontSize: '14px',
            }}
          >
            3.2.2. Доступ к средствам поиска и навигации Сайта;
          </span>
        </p>
        <p
          style={{
            textAlign: 'start',
            color: 'rgb(0, 0, 0)',
            fontSize: '11px',
          }}
        >
          <span
            style={{
              fontSize: '14px',
            }}
          >
            3.2.3. Доступ к информации об оказываемых услугах;
          </span>
        </p>
        <p
          style={{
            textAlign: 'start',
            color: 'rgb(0, 0, 0)',
            fontSize: '11px',
          }}
        >
          <span
            style={{
              fontSize: '14px',
            }}
          >
            3.2.4. Доступ к информации о способах и условиях осуществления
            заказа, оплаты, отслеживания и доставки отправления;
          </span>
        </p>
        <p
          style={{
            textAlign: 'start',
            color: 'rgb(0, 0, 0)',
            fontSize: '11px',
          }}
        >
          <span
            style={{
              fontSize: '14px',
            }}
          >
            3.2.5. Заказ курьерских услуг и иных услуг;
          </span>
        </p>
        <p
          style={{
            textAlign: 'start',
            color: 'rgb(0, 0, 0)',
            fontSize: '11px',
          }}
        >
          <span
            style={{
              fontSize: '14px',
            }}
          >
            3.2.6. Получение информации о статусе заказа;
          </span>
        </p>
        <p
          style={{
            textAlign: 'start',
            color: 'rgb(0, 0, 0)',
            fontSize: '11px',
          }}
        >
          <span
            style={{
              fontSize: '14px',
            }}
          >
            3.2.7. Получение новостей об услугах, предложениях, рекламных акциях
            и скидках;
            <br />
            3.2.8. Создание учетной записи в Личном кабинете для осуществления,
            отслеживания заказов, формирования документов, возникающих при
            оказании курьерских услуг;
          </span>
        </p>
        <p
          style={{
            textAlign: 'start',
            color: 'rgb(0, 0, 0)',
            fontSize: '11px',
          }}
        >
          <span
            style={{
              fontSize: '14px',
            }}
          >
            3.2.9. Иные виды услуг (сервисов), реализуемые на страницах Сайта.
          </span>
        </p>
        <p
          style={{
            textAlign: 'start',
            color: 'rgb(0, 0, 0)',
            fontSize: '11px',
          }}
        >
          <span
            style={{
              fontSize: '14px',
            }}
          >
            3.3. Под действие настоящего Соглашения подпадают все существующие
            (реально функционирующие) на данный момент услуги (сервисы) Сайта, а
            также любые их последующие модификации и появляющиеся в дальнейшем
            дополнительные услуги (сервисы) Сайта.
          </span>
        </p>
        <p
          style={{
            textAlign: 'start',
            color: 'rgb(0, 0, 0)',
            fontSize: '11px',
          }}
        >
          <span
            style={{
              fontSize: '14px',
            }}
          >
            3.4. Исполнитель предоставляет Сайт и программное обеспечение Сайта
            Пользователю «как есть» без каких-либо дополнительных гарантий.
          </span>
        </p>
        <p
          style={{
            textAlign: 'start',
            color: 'rgb(0, 0, 0)',
            fontSize: '11px',
          }}
        >
          <span
            style={{
              fontSize: '14px',
            }}
          >
            3.5. Доступ к Сайту предоставляется на бесплатной основе, в связи с
            чем к отношениям, возникающим в рамках настоящего Соглашения, не
            применимы положения законодательства о защите прав потребителей.
            <br />
            3.6. Отношения по приобретению услуг, носящие возмездный характер,
            урегулированы соответствующей офертой на Сайте.
          </span>
        </p>
        <p
          style={{
            textAlign: 'start',
            color: 'rgb(0, 0, 0)',
            fontSize: '11px',
          }}
        >
          <span
            style={{
              fontSize: '14px',
            }}
          >
            3.7. Использование отдельных Сервисов Сайта могут регулироваться
            специальными условиями, являющимися неотъемлемой частью настоящего
            Соглашения, существующими в виде отдельного документа, правил,
            инструкций, указаний и/или разъяснений, размещенных непосредственно
            на Сайте. В случае противоречий условий настоящего Соглашения и
            специальных условий, применению подлежат специальные условия.
            <br />
            3.8. Каждая Сторона гарантирует другой Стороне, что обладает
            необходимой право-и дееспособностью, а равно всеми правами и
            полномочиями, необходимыми и достаточными для заключения и
            исполнения Соглашения в соответствии с его условиями.
          </span>
        </p>
        <ol
          start={4}
          style={{
            textAlign: 'start',
            color: 'rgb(0, 0, 0)',
            fontSize: '11px',
          }}
        >
          <li
            style={{
              fontSize: '14px',
            }}
          >
            УСЛОВИЯ ПОЛЬЗОВАНИЯ САЙТОМ
          </li>
        </ol>
        <p
          style={{
            textAlign: 'start',
            color: 'rgb(0, 0, 0)',
            fontSize: '11px',
          }}
        >
          <span
            style={{
              fontSize: '14px',
            }}
          >
            <br />
            4.1. Сайт предоставляет Пользователю возможность получать информацию
            о курьерских и иных услугах, их заказа, оплаты, отслеживания
            исполнения, получения обратной связи, использовать предлагаемые
            Сервисы.
            <br />
            4.2. Доступ к отдельным Сервисам Сайта может быть обусловлен
            необходимостью регистрации и/или авторизации Пользователя на Сайте.
            В этом случае Пользователь должен зарегистрироваться и/или
            авторизоваться в соответствии с указаниями на Сайте.
          </span>
        </p>
        <p
          style={{
            textAlign: 'start',
            color: 'rgb(0, 0, 0)',
            fontSize: '11px',
          }}
        >
          <span
            style={{
              fontSize: '14px',
            }}
          >
            При регистрации на сайте, а также позднее при изменении и/или
            дополнении данных, Пользователь обязуется предоставить достоверные и
            актуальные данные, в том числе путем заполнения форм.
            <br />
            4.3 На Сайте могут быть представлены ссылки на сайты третьих лиц.
            Они предоставляются исключительно для удобства Пользователя. Если
            Пользователь переходит по этим ссылкам, то покидает Сайт.
            Исполнитель не просматривает сайты третьих лиц, не контролирует и не
            несет ответственности за любой из этих сайтов или их содержание.
            Исполнитель не дает никаких рекомендаций и не делает каких-либо
            заявлений в отношении подобных сайтов, любой информации или
            материалов, которые там представлены, или результатов, которые могут
            быть получены при их использовании. Если Пользователь переходит на
            сторонние сайты, ссылки на которые размещены на Сайте, Пользователь
            делает это осознавая возможные последствия и свою ответственность.
            <br />
            4.4. Исполнитель использует автоматическую систему сбора данных
            «cookie». Cookie представляют собой набор сведений, передаваемых
            сервером на браузер и на устройство Пользователя, таких как
            IP-адреса пользователя и другие сведения, относящиеся к трафику
            данных пользователя или к предпочтениям пользователя при навигации
            на Сайте. Разрешение на использование cookie необходимо для
            использования Сайта и его сервисов, включая заказ услуг. Данные
            обрабатываются в совокупном и обезличенном виде и не содержат
            информации о персональных данных, но при этом позволяют связать
            пользователя с его персональной информацией, сообщенной
            Пользователем на Сайте.
          </span>
        </p>
        <p
          style={{
            textAlign: 'start',
            color: 'rgb(0, 0, 0)',
            fontSize: '11px',
          }}
        >
          <span
            style={{
              fontSize: '14px',
            }}
          >
            Указанные данные собираются Сайтом в процессе навигации посредством
            Cookie напрямую и автоматически в рамках осуществления операционных
            функций и не используются для идентификации субъекта персональных
            данных.
          </span>
        </p>
        <p
          style={{
            textAlign: 'start',
            color: 'rgb(0, 0, 0)',
            fontSize: '11px',
          }}
        >
          <span
            style={{
              fontSize: '14px',
            }}
          >
            В большинстве браузеров есть возможность удаления cookie после
            каждого сеанса. Инструкции по выполнению такой операции удаления
            содержатся в разделе «Настройки» браузера Пользователя или в
            справочной информации, и Пользователь может к ней обратиться при
            желании удалить Cookie.
            <br />
            Если процедура по удалению Cookie была запущена полностью или
            частично, Исполнитель не может гарантировать, что веб-страницы Сайта
            и/или оказание определенных услуг на сайте будут функционировать
            должным образом.
          </span>
        </p>
        <ol
          start={5}
          style={{
            textAlign: 'start',
            color: 'rgb(0, 0, 0)',
            fontSize: '11px',
          }}
        >
          <li
            style={{
              fontSize: '14px',
            }}
          >
            ПРАВА И ОБЯЗАННОСТИ СТОРОН
          </li>
        </ol>
        <p
          style={{
            textAlign: 'start',
            color: 'rgb(0, 0, 0)',
            fontSize: '11px',
          }}
        >
          <span
            style={{
              fontSize: '14px',
            }}
          >
            <br />
            5.1. Исполнитель вправе:
          </span>
        </p>
        <p
          style={{
            textAlign: 'start',
            color: 'rgb(0, 0, 0)',
            fontSize: '11px',
          }}
        >
          <span
            style={{
              fontSize: '14px',
            }}
          >
            5.1.1. Предоставить Пользователю доступ к Сайту и поддерживать Сайт
            и сервисы в рабочем состоянии, изменять правила пользования Сайтом,
            а также изменять содержание данного Сайта.&nbsp;
          </span>
        </p>
        <p
          style={{
            textAlign: 'start',
            color: 'rgb(0, 0, 0)',
            fontSize: '11px',
          }}
        >
          <span
            style={{
              fontSize: '14px',
            }}
          >
            5.1.2 Принимать меры по привлечению Пользователя к ответственности,
            предусмотренной настоящим Соглашением и находящейся в компетенции
            Исполнителя.
          </span>
        </p>
        <p
          style={{
            textAlign: 'start',
            color: 'rgb(0, 0, 0)',
            fontSize: '11px',
          }}
        >
          <span
            style={{
              fontSize: '14px',
            }}
          >
            5.1.3. В случае размещения Пользователем на Сайте информации или
            совершения иных действий, несоответствующих условиям Соглашения без
            уведомления, по собственному усмотрению удалить полностью или
            частично размещенную Пользователем информацию, включая ту
            информацию, в отношении которой затруднительно определить ее
            соответствие Соглашению и/или применимому законодательству КР;
            <br />
            5.1.4. За нарушение условий настоящего Соглашения Исполнитель имеет
            право без предварительного уведомления блокировать доступ
            Пользователя к Сайту и/или удалить учетную запись Пользователя.
            <br />
            5.1.5. На основании настоящего Соглашения обрабатывать персональные
            данные, указанные Пользователем при использовании Сайта и (или) при
            регистрации, а также направлять на предоставленный Пользователем
            номер телефона, электронный адрес и размещать в пространстве,
            ограниченном доступом Пользователя, информационные сообщения по
            своему усмотрению.
          </span>
        </p>
        <p
          style={{
            textAlign: 'start',
            color: 'rgb(0, 0, 0)',
            fontSize: '11px',
          }}
        >
          <span
            style={{
              fontSize: '14px',
            }}
          >
            5.1.6. Переуступать либо каким-либо иным способом передавать свои
            права и обязанности, вытекающие из его отношений с Пользователем,
            третьим лицам без согласия Пользователя.
          </span>
        </p>
        <p
          style={{
            textAlign: 'start',
            color: 'rgb(0, 0, 0)',
            fontSize: '11px',
          }}
        >
          <span
            style={{
              fontSize: '14px',
            }}
          >
            5.1.7. В любое время без уведомления Пользователя вносить изменения
            в перечень услуг, реализуемых посредством Сайта, тарифы, Сервисы,
            документы Сайта и иное содержание Сайта, в любом его разделе.
            Изменения вступают в силу с момента их опубликования на Сайте.
          </span>
        </p>
        <p
          style={{
            textAlign: 'start',
            color: 'rgb(0, 0, 0)',
            fontSize: '11px',
          }}
        >
          <span
            style={{
              fontSize: '14px',
            }}
          >
            5.1.8. Изменять, модифицировать или удалять некоторые или все
            Сервисы.
            <br />
            5.1.9. Удалять на Сайте любые материалы, информацию иной контент, в
            т.ч., но не ограничиваясь, размещенный с нарушением прав третьих лиц
            или несоответствующий законодательству Кыргызской Республики.
            <br />
            5.1.10. Без предварительного уведомления Пользователя проводить
            профилактические или иные работы, обеспечивающие работоспособность
            Сайта, при этом перерывы, вызванные проведением таких работ, не
            могут являться основанием для возмещения Исполнителем каких-либо
            расходов, убытков и т.п.
            <br />
            5.1.11. По своему усмотрению устанавливать ограничения для
            регистрации Пользователя на Сайте, а также в использовании Сервисов,
            а также отказать в регистрации и/или авторизации Пользователя на
            сайте и/или запретить Пользователю использование Сайта.
          </span>
        </p>
        <p
          style={{
            textAlign: 'start',
            color: 'rgb(0, 0, 0)',
            fontSize: '11px',
          }}
        >
          <span
            style={{
              fontSize: '14px',
            }}
          >
            5.1.12. Проверять информацию, предоставляемую Пользователем при
            пользовании Сайтом. Для целей проверки заявленных Пользователем
            данных Исполнитель вправе запросить подтверждающие документы,
            непредоставление которых, по усмотрению Исполнителя, может быть
            приравнено к предоставлению недостоверной информации и повлечь
            последствия, предусмотренные разделом 8 настоящего Соглашения.
            <br />
            5.1.13. В любое время потребовать от Пользователя подтверждения
            данных, указанных при регистрации в учетной записи Пользователя на
            сервисах Исполнитель.
          </span>
        </p>
        <p
          style={{
            textAlign: 'start',
            color: 'rgb(0, 0, 0)',
            fontSize: '11px',
          }}
        >
          <span
            style={{
              fontSize: '14px',
            }}
          >
            5.2. Пользователь вправе:
          </span>
        </p>
        <p
          style={{
            textAlign: 'start',
            color: 'rgb(0, 0, 0)',
            fontSize: '11px',
          }}
        >
          <span
            style={{
              fontSize: '14px',
            }}
          >
            5.2.1. Получить доступ к использованию Сайта после соблюдения
            требований, предусмотренных настоящим Соглашением и документами,
            указанными в п.2.1.2, 2.1.4 настоящего Соглашения.
            <br />
            5.2.2. Пользоваться всеми имеющимися на Сайте сервисами, а также
            заказывать любую услугу, предлагаемую на Сайте на основании Оферты.
          </span>
        </p>
        <p
          style={{
            textAlign: 'start',
            color: 'rgb(0, 0, 0)',
            fontSize: '11px',
          }}
        >
          <span
            style={{
              fontSize: '14px',
            }}
          >
            5.2.3. Задавать вопросы, относящиеся к курьерским и иным услугам,
            предлагаемым Сайтом.
            <br />
            5.2.4. Пользоваться Сайтом исключительно в целях и порядке,
            предусмотренных Соглашением и незапрещенных законодательством
            Кыргызской Республики.
          </span>
        </p>
        <p
          style={{
            textAlign: 'start',
            color: 'rgb(0, 0, 0)',
            fontSize: '11px',
          }}
        >
          <span
            style={{
              fontSize: '14px',
            }}
          >
            5.3. Пользователь Сайта обязан:
          </span>
        </p>
        <p
          style={{
            textAlign: 'start',
            color: 'rgb(0, 0, 0)',
            fontSize: '11px',
          }}
        >
          <span
            style={{
              fontSize: '14px',
            }}
          >
            5.3.1. Соблюдать условия настоящего Соглашения, а также иные
            упомянутые в настоящем Соглашении условия, правила и документы.
          </span>
        </p>
        <p
          style={{
            textAlign: 'start',
            color: 'rgb(0, 0, 0)',
            fontSize: '11px',
          }}
        >
          <span
            style={{
              fontSize: '14px',
            }}
          >
            5.3.2. Предоставлять достоверные, полные, актуальные данные при
            регистрации на Сайте, в Сервисах, а также при изменении и/или
            дополнении предоставленных данных. Предоставлять по запросу
            Исполнителя точную, достоверную информацию, которая имеет
            непосредственное отношение к предоставляемым услугам данного Сайта.
            Пользователь несет риск последствий, связанных с предоставлением им
            недостоверных, неактуальных или неполных сведений Исполнителю.
          </span>
        </p>
        <p
          style={{
            textAlign: 'start',
            color: 'rgb(0, 0, 0)',
            fontSize: '11px',
          }}
        >
          <span
            style={{
              fontSize: '14px',
            }}
          >
            5.3.3. Обеспечивать сохранность логина и пароля от доступа третьих
            лиц и своевременную их замену в случае утери или иных
            несанкционированных действий третьих лиц, а также несет
            ответственность за любые действия третьих лиц, воспользовавшихся
            указанными логином и паролем Пользователя. Если Пользователем не
            доказано обратно, все действия, совершенные на Сайте с
            использованием принадлежащих Пользователю логина и пароля, считаются
            совершенными Пользователем. Исполнитель не несет прямой или
            косвенной ответственности любого рода за любые убытки, понесенные в
            результате или в связи с несоблюдением Пользователем настоящей
            обязанности.
          </span>
        </p>
        <p
          style={{
            textAlign: 'start',
            color: 'rgb(0, 0, 0)',
            fontSize: '11px',
          }}
        >
          <span
            style={{
              fontSize: '14px',
            }}
          >
            5.3.4. Соблюдать имущественные и неимущественные права авторов и
            иных правообладателей при использовании Сайта.
            <br />
            5.3.5. Не предпринимать действий, которые могут рассматриваться как
            нарушающие нормальную работу Сайта.
            <br />
            5.3.6. Не распространять с использованием Сайта любую
            конфиденциальную и охраняемую законодательством Кыргызской Республики
            информацию о физических либо юридических лицах.
            <br />
            5.3.7. Избегать любых действий, в результате которых может быть
            нарушена конфиденциальность охраняемой законодательством Кыргызской Республики информации.
          </span>
        </p>
        <p
          style={{
            textAlign: 'start',
            color: 'rgb(0, 0, 0)',
            fontSize: '11px',
          }}
        >
          <span
            style={{
              fontSize: '14px',
            }}
          >
            5.3.8. Не использовать Сайт для распространения информации
            рекламного характера, иначе как с согласия Исполнителя.
            <br />
            5.3.9. По требованию Исполнителя изменять свои пароли, в противном
            случае Исполнитель имеет право изменять пароли Пользователя в
            принудительном порядке.
          </span>
        </p>
        <p
          style={{
            textAlign: 'start',
            color: 'rgb(0, 0, 0)',
            fontSize: '11px',
          }}
        >
          <span
            style={{
              fontSize: '14px',
            }}
          >
            5.3.10. Не пытаться получить доступ к учетной записи и/или логину и
            паролю другого Пользователя любым способом, включая, но не
            ограничиваясь, путем обмана, злоупотребления доверием, подбора
            логина и пароля.
            <br />
            5.3.11. Незамедлительно уведомить Исполнителя о несанкционированном
            использовании его учётной записи или пароля или любом другом
            нарушении системы безопасности.&nbsp;
          </span>
        </p>
        <p
          style={{
            textAlign: 'start',
            color: 'rgb(0, 0, 0)',
            fontSize: '11px',
          }}
        >
          <span
            style={{
              fontSize: '14px',
            }}
          >
            5.3.12. Не передавать права и/или обязанности по настоящему
            Соглашению, том числе передавать третьим лицам право (возможность)
            использования учетных данных.
          </span>
        </p>
        <p
          style={{
            textAlign: 'start',
            color: 'rgb(0, 0, 0)',
            fontSize: '11px',
          }}
        >
          <span
            style={{
              fontSize: '14px',
            }}
          >
            5.3.13. Не осуществлять «перепродажу» предоставляемых Исполнителем
            Сервисов третьим лицам, не осуществлять иные действия, направленные
            на извлечение коммерческой выгоды в отношениях с третьими лицами из
            использования предоставляемых Исполнителем Сервисов.
          </span>
        </p>
        <p
          style={{
            textAlign: 'start',
            color: 'rgb(0, 0, 0)',
            fontSize: '11px',
          }}
        >
          <span
            style={{
              fontSize: '14px',
            }}
          >
            5.3.14. В случае необходимости совершения каких-либо действий,
            связанных с использованием Сервисов, удостовериться, что он вступает
            в правоотношения с уполномоченными на то представителями
            Исполнителя.
          </span>
        </p>
        <p
          style={{
            textAlign: 'start',
            color: 'rgb(0, 0, 0)',
            fontSize: '11px',
          }}
        >
          <span
            style={{
              fontSize: '14px',
            }}
          >
            5.3.15. Еженедельно знакомиться с информацией, размещенной на Сайте,
            относительно условий оказания Исполнителем Сервисов.
          </span>
        </p>
        <p
          style={{
            textAlign: 'start',
            color: 'rgb(0, 0, 0)',
            fontSize: '11px',
          }}
        >
          <span
            style={{
              fontSize: '14px',
            }}
          >
            5.3.16. Оплачивать платные Сервисы способом и в соответствии с
            инструкциями, указанными на Сайте;
            <br />
            5.3.17. Не использовать Сервисы Сайта с целью:
          </span>
        </p>
        <p
          style={{
            textAlign: 'start',
            color: 'rgb(0, 0, 0)',
            fontSize: '11px',
          }}
        >
          <span
            style={{
              fontSize: '14px',
            }}
          >
            5.3.17.1. Загрузки контента, который является незаконным, нарушает
            любые права третьих лиц; пропагандирует насилие, жестокость,
            ненависть и (или) дискриминацию по расовому, национальному,
            половому, религиозному, социальному признакам; содержит
            недостоверные сведения и (или) оскорбления в адрес конкретных лиц,
            организаций, органов власти; побуждает к совершению противоправных
            действий.
            <br />
            5.3.17.2. Представления себя за другое лицо или представителя
            организации и (или) сообщества без достаточных на то прав, в том
            числе за сотрудников данного Сайта.
          </span>
        </p>
        <p
          style={{
            textAlign: 'start',
            color: 'rgb(0, 0, 0)',
            fontSize: '11px',
          }}
        >
          <span
            style={{
              fontSize: '14px',
            }}
          >
            5.3.17.3. Введения в заблуждение относительно предоставляемых Сайтом
            услуг и порядка работы Сайта и его сервисов;
            <br />
            5.3.17.4. Некорректного сравнения услуг, предоставляемых Сервисом, а
            также формирования негативного отношения к лицам, (не) пользующимся
            услугами Сайта, осуждения таких лиц.
          </span>
        </p>
        <ol
          start={6}
          style={{
            textAlign: 'start',
            color: 'rgb(0, 0, 0)',
            fontSize: '11px',
          }}
        >
          <li
            style={{
              fontSize: '14px',
            }}
          >
            ДОПУСТИМОЕ ИСПОЛЬЗОВАНИЕ САЙТА И ГАРАНТИИ ПОЛЬЗОВАТЕЛЯ
          </li>
        </ol>
        <p
          style={{
            textAlign: 'start',
            color: 'rgb(0, 0, 0)',
            fontSize: '11px',
          }}
        >
          <span
            style={{
              fontSize: '14px',
            }}
          >
            &nbsp;
          </span>
        </p>
        <p
          style={{
            textAlign: 'start',
            color: 'rgb(0, 0, 0)',
            fontSize: '11px',
          }}
        >
          <span
            style={{
              fontSize: '14px',
            }}
          >
            6.1. Для использования Сайта необходимо подключение к сети Интернет.
            Пользователь самостоятельно получает и оплачивает такое подключение
            на условиях и по тарифам своего оператора связи или провайдера
            доступа к сети Интернет. Исполнитель не несет ответственность за
            возможные неблагоприятные последствия для Пользователя вызванные,
            невозможностью подключения к сети Интернет.
          </span>
        </p>
        <p
          style={{
            textAlign: 'start',
            color: 'rgb(0, 0, 0)',
            fontSize: '11px',
          }}
        >
          <span
            style={{
              fontSize: '14px',
            }}
          >
            6.2. Содержание Сайта не может быть скопировано, опубликовано,
            воспроизведено, передано или распространено любым способом, а также
            размещено в глобальной сети Интернет без предварительного
            письменного согласия Исполнителя.
          </span>
        </p>
        <p
          style={{
            textAlign: 'start',
            color: 'rgb(0, 0, 0)',
            fontSize: '11px',
          }}
        >
          <span
            style={{
              fontSize: '14px',
            }}
          >
            6.3. Содержание Сайта защищено авторским правом, законодательством о
            товарных знаках, а также другими нормами законодательства Кыргызской Республики, относящимся к защите интеллектуальной собственности, и
            защите от недобросовестной конкуренции.
          </span>
        </p>
        <p
          style={{
            textAlign: 'start',
            color: 'rgb(0, 0, 0)',
            fontSize: '11px',
          }}
        >
          <span
            style={{
              fontSize: '14px',
            }}
          >
            6.4. Настоящее Соглашение не предоставляет Пользователю никаких прав
            на любые результаты интеллектуальной деятельности Исполнителя или
            третьих лиц, если передача исключительных прав прямо не указана, и
            все исключительные права и прибыль от использования остаются у
            Исполнителя и/или соответствующего третьего лица.
          </span>
        </p>
        <p
          style={{
            textAlign: 'start',
            color: 'rgb(0, 0, 0)',
            fontSize: '11px',
          }}
        >
          <span
            style={{
              fontSize: '14px',
            }}
          >
            6.5. Информация, размещаемая на Сайте, не должна истолковываться как
            изменение настоящего Соглашения.
            <br />
            6.6. Пользователь гарантирует:
          </span>
        </p>
        <p
          style={{
            textAlign: 'start',
            color: 'rgb(0, 0, 0)',
            fontSize: '11px',
          }}
        >
          <span
            style={{
              fontSize: '14px',
            }}
          >
            6.6.1. Не размещать и не передавать посредством Сайта любую
            информацию ограниченного доступа (конфиденциальную информацию), если
            Пользователь не уполномочен на совершение данных действий;
          </span>
        </p>
        <p
          style={{
            textAlign: 'start',
            color: 'rgb(0, 0, 0)',
            fontSize: '11px',
          }}
        >
          <span
            style={{
              fontSize: '14px',
            }}
          >
            6.6.2. Не размещать посредством Сайта персональные данные, в том
            числе домашние адреса, номера телефонов, адреса электронной почты,
            паспортные данные и прочую личную информацию (персональные данные)
            других Пользователей или иных лиц без их предварительного согласия;
          </span>
        </p>
        <p
          style={{
            textAlign: 'start',
            color: 'rgb(0, 0, 0)',
            fontSize: '11px',
          }}
        >
          <span
            style={{
              fontSize: '14px',
            }}
          >
            6.6.3. Не использовать любые устройства, программы, процедуры,
            алгоритмы и методы, автоматические устройства или эквивалентные
            ручные процессы для доступа, приобретения, копирования или
            отслеживания содержания Сайта;
          </span>
        </p>
        <p
          style={{
            textAlign: 'start',
            color: 'rgb(0, 0, 0)',
            fontSize: '11px',
          }}
        >
          <span
            style={{
              fontSize: '14px',
            }}
          >
            6.6.4. Не нарушать надлежащее функционирование Сайта;
          </span>
        </p>
        <p
          style={{
            textAlign: 'start',
            color: 'rgb(0, 0, 0)',
            fontSize: '11px',
          }}
        >
          <span
            style={{
              fontSize: '14px',
            }}
          >
            6.6.5. Не обходить любым способом навигационную структуру Сайта для
            получения или попытки получения любой информации, документов или
            материалов любыми средствами, которые специально не представлены
            сервисами данного Сайта;
          </span>
        </p>
        <p
          style={{
            textAlign: 'start',
            color: 'rgb(0, 0, 0)',
            fontSize: '11px',
          }}
        >
          <span
            style={{
              fontSize: '14px',
            }}
          >
            6.6.6. Не осуществлять несанкционированный доступ к функциям Сайта,
            любым другим системам или сетям, относящимся к данному Сайту, а
            также к любым услугам, предлагаемым на Сайте;
          </span>
        </p>
        <p
          style={{
            textAlign: 'start',
            color: 'rgb(0, 0, 0)',
            fontSize: '11px',
          }}
        >
          <span
            style={{
              fontSize: '14px',
            }}
          >
            6.6.7. Не нарушать систему безопасности или аутентификации на Сайте
            или в любой сети, относящейся к Сайту.
            <br />
            6.6.8. Не выполнять обратный поиск, не отслеживать или не пытаться
            отслеживать любую информацию о любом другом Пользователе Сайта.
          </span>
        </p>
        <p
          style={{
            textAlign: 'start',
            color: 'rgb(0, 0, 0)',
            fontSize: '11px',
          }}
        >
          <span
            style={{
              fontSize: '14px',
            }}
          >
            6.6.9. Не создавать несколько учётных записей на Сайте, если
            фактически они принадлежат одному и тому же лицу.
            <br />
            6.6.10. Не передавать в пользование свою учетную запись и/или логин
            и пароль своей учетной записи третьим лицам;
            <br />
            6.6.11. Не использовать программы для автоматизированного сбора
            информации и/или взаимодействия с Сайтом и его сервисами;
          </span>
        </p>
        <p
          style={{
            textAlign: 'start',
            color: 'rgb(0, 0, 0)',
            fontSize: '11px',
          }}
        >
          <span
            style={{
              fontSize: '14px',
            }}
          >
            6.6.12. Не размещать любые файлы, которые содержат или могут
            содержать вирусы и другие вредоносные программы;
            <br />
            6.6.13. Не накапливать и не собирать адреса электронной почты или
            другую контактную информацию и личные данные Пользователей Сайта
            автоматизированными или иными способами для любых целей, в том числе
            целей рассылки не запрошенной почты (спама) или другой нежелательной
            информации;
          </span>
        </p>
        <p
          style={{
            textAlign: 'start',
            color: 'rgb(0, 0, 0)',
            fontSize: '11px',
          }}
        >
          <span
            style={{
              fontSize: '14px',
            }}
          >
            6.6.14. Не использовать Сайт и его Содержание в любых целях,
            запрещенных законодательством Кыргызской Республики, а также
            подстрекать к любой незаконной деятельности или другой деятельности,
            нарушающей права Исполнителя или других лиц.
          </span>
        </p>
        <p
          style={{
            textAlign: 'start',
            color: 'rgb(0, 0, 0)',
            fontSize: '11px',
          }}
        >
          <span
            style={{
              fontSize: '14px',
            }}
          >
            6.6.15. Не предпринимать каких-либо действий, направленных на
            причинение ущерба обладателю прав на Сайт, правообладателям и иным
            лицам, другим Пользователям.
          </span>
        </p>
        <p
          style={{
            textAlign: 'start',
            color: 'rgb(0, 0, 0)',
            fontSize: '11px',
          }}
        >
          <span
            style={{
              fontSize: '14px',
            }}
          >
            6.6.16. Не регистрироваться, используя данные, на которые у
            Пользователя нет права использования.
            <br />
            6.6.17. Не использовать Сайт в целях извлечения прибыли, для
            размещения рекламы, реализации мошеннических схем и других
            противоправных действий.
          </span>
        </p>
        <p
          style={{
            textAlign: 'start',
            color: 'rgb(0, 0, 0)',
            fontSize: '11px',
          }}
        >
          <span
            style={{
              fontSize: '14px',
            }}
          >
            6.6.18. Не использовать ошибки программного обеспечения (и обязуется
            незамедлительно сообщить о них Исполнителю), не вмешиваться в
            программный код, не получать несанкционированно доступ к
            компьютерной системе, Базам данных.
          </span>
        </p>
        <p
          style={{
            textAlign: 'start',
            color: 'rgb(0, 0, 0)',
            fontSize: '11px',
          }}
        >
          <span
            style={{
              fontSize: '14px',
            }}
          >
            6.6.19. Что все данные, в том числе и персональные данные,
            предоставляемые им в адрес Исполнителя, а также размещаемые им на
            Сайте, получены им на законных основаниях и с соблюдением требований
            законодательства Кыргызской Республики о персональных данных;
          </span>
        </p>
        <p
          style={{
            textAlign: 'start',
            color: 'rgb(0, 0, 0)',
            fontSize: '11px',
          }}
        >
          <span
            style={{
              fontSize: '14px',
            }}
          >
            6.6.20. Что имеет право использовать выбранные им средства для
            оплаты Сервисов, не нарушая при этом законодательства Кыргызской Республики и/или законодательства иной страны пребывания
            Пользователя. Исполнитель не несет ответственности за возможный
            ущерб третьим лицам и/или другим Пользователям, причиненный в
            результате использования Пользователем средств оплаты ему не
            принадлежащих.
            <br />
            6.7. Исполнитель полагается на добросовестность Пользователя и
            данных им гарантий. В случае нарушения Пользователем принятых на
            себя обязательств по Соглашению и предоставленных в п. 6.6.
            Соглашения гарантий, Пользователь обязуется возместить Исполнителю
            любые понесенные им убытки.
          </span>
        </p>
        <ol
          start={7}
          style={{
            textAlign: 'start',
            color: 'rgb(0, 0, 0)',
            fontSize: '11px',
          }}
        >
          <li
            style={{
              fontSize: '14px',
            }}
          >
            ОТВЕТСТВЕННОСТЬ
          </li>
        </ol>
        <p
          style={{
            textAlign: 'start',
            color: 'rgb(0, 0, 0)',
            fontSize: '11px',
          }}
        >
          <span
            style={{
              fontSize: '14px',
            }}
          >
            <br />
            7.1. Принимая условия настоящего Соглашения, Пользователь понимает,
            принимает и соглашается с тем, что он:
          </span>
        </p>
        <p
          style={{
            textAlign: 'start',
            color: 'rgb(0, 0, 0)',
            fontSize: '11px',
          }}
        >
          <span
            style={{
              fontSize: '14px',
            }}
          >
            7.1.1. Несет полную ответственность за сохранность своей учетной
            записи (логина и пароля), а также за все действия, совершенные под
            его учетной записью;
          </span>
        </p>
        <p
          style={{
            textAlign: 'start',
            color: 'rgb(0, 0, 0)',
            fontSize: '11px',
          }}
        >
          <span
            style={{
              fontSize: '14px',
            }}
          >
            7.1.2. Использует Сайт на свой собственный риск и самостоятельно
            несет ответственность за возможные последствия использования
            информации, материалов, в т.ч. за ущерб, который может причинить
            информация, материалы Пользователю или третьим лицам, за потерю
            данных или любой другой вред;
          </span>
        </p>
        <p
          style={{
            textAlign: 'start',
            color: 'rgb(0, 0, 0)',
            fontSize: '11px',
          }}
        >
          <span
            style={{
              fontSize: '14px',
            }}
          >
            7.1.3. Обязуется самостоятельно и за свой счет урегулировать все
            претензии третьих лиц, связанные с действием или бездействием
            Пользователя при использовании Сайта.
          </span>
        </p>
        <p
          style={{
            textAlign: 'start',
            color: 'rgb(0, 0, 0)',
            fontSize: '11px',
          }}
        >
          <span
            style={{
              fontSize: '14px',
            }}
          >
            7.1.4. Самостоятельно несет ответственность за правильность
            осуществляемых им платежей в счет оплаты услуг/сервисов. В случае
            возникновения спорной ситуации по факту осуществления платежа
            обязанность доказывания возлагается на Пользователя.
          </span>
        </p>
        <p
          style={{
            textAlign: 'start',
            color: 'rgb(0, 0, 0)',
            fontSize: '11px',
          }}
        >
          <span
            style={{
              fontSize: '14px',
            }}
          >
            7.2. Любые убытки, которые Пользователь может понести в случае
            умышленного или неосторожного нарушения любого положения настоящего
            Соглашения, а также вследствие несанкционированного доступа к
            коммуникациям другого Пользователя, либо вследствие действий других
            Пользователей или третьих лиц, Исполнителем не возмещаются.
          </span>
        </p>
        <p
          style={{
            textAlign: 'start',
            color: 'rgb(0, 0, 0)',
            fontSize: '11px',
          }}
        >
          <span
            style={{
              fontSize: '14px',
            }}
          >
            7.3. Признавая международный характер сети Интернет, Пользователь
            принимает на себя ответственность за соблюдение всех соответствующих
            правил и законов, касающихся действий Пользователя в сети Интернет.
            <br />
            7.4. В случае нарушения правил использования Сайта, Пользователь
            обязуется возместить Исполнителю вред, причиненный такими
            действиями.
          </span>
        </p>
        <p
          style={{
            textAlign: 'start',
            color: 'rgb(0, 0, 0)',
            fontSize: '11px',
          }}
        >
          <span
            style={{
              fontSize: '14px',
            }}
          >
            7.5. Исполнитель не несет ответственности за:
          </span>
        </p>
        <p
          style={{
            textAlign: 'start',
            color: 'rgb(0, 0, 0)',
            fontSize: '11px',
          }}
        >
          <span
            style={{
              fontSize: '14px',
            }}
          >
            7.5.1. Любые технические сбои или иные проблемы любых телефонных
            сетей или служб, компьютерных систем, серверов или провайдеров,
            компьютерного или телефонного оборудования, программного
            обеспечения, сбои сервисов электронной почты или скриптов по
            техническим причинам.
          </span>
        </p>
        <p
          style={{
            textAlign: 'start',
            color: 'rgb(0, 0, 0)',
            fontSize: '11px',
          }}
        >
          <span
            style={{
              fontSize: '14px',
            }}
          >
            7.5.2. Действия платежных систем и за задержки, связанные с их
            работой,
            <br />
            7.5.3. Содержание не принадлежащих Исполнителю сайтов, ссылки на
            которые могут присутствовать на Сайте, и не гарантирует их
            доступность, корректность работы и соответствия заявленной тематике.
            <br />
            7.5.4. Ненадлежащее функционирование Сайта, в случае, если
            Пользователь не имеет необходимых технических средств для его
            использования, а также не несет никаких обязательств по обеспечению
            пользователей такими средствами.
          </span>
        </p>
        <p
          style={{
            textAlign: 'start',
            color: 'rgb(0, 0, 0)',
            fontSize: '11px',
          }}
        >
          <span
            style={{
              fontSize: '14px',
            }}
          >
            7.5.5. Невозможности оформления Заказа/использования того или иного
            сервиса Пользователем на Сайте по любым причинам.
          </span>
        </p>
        <p
          style={{
            textAlign: 'start',
            color: 'rgb(0, 0, 0)',
            fontSize: '11px',
          }}
        >
          <span
            style={{
              fontSize: '14px',
            }}
          >
            7.5.6. &nbsp;Любой ущерб компьютеру пользователя или иного лица,
            мобильным устройствам, любому другому оборудованию или программному
            обеспечению, вызванный или связанный со скачиванием материалов с
            Сайта или по ссылкам, размещенным на Сайте, использованием
            Пользователем Сервисов Исполнительии или отдельных частей/функций
            Сервисов.
          </span>
        </p>
        <p
          style={{
            textAlign: 'start',
            color: 'rgb(0, 0, 0)',
            fontSize: '11px',
          }}
        >
          <span
            style={{
              fontSize: '14px',
            }}
          >
            7.5.7. Наличие на Сайте вирусов, а также за возможные последствия
            заражения мобильного устройства, компьютера Пользователя вирусами
            или попадание на мобильное устройство, компьютер Пользователя иных
            вредоносных программ.
          </span>
        </p>
        <p
          style={{
            textAlign: 'start',
            color: 'rgb(0, 0, 0)',
            fontSize: '11px',
          }}
        >
          <span
            style={{
              fontSize: '14px',
            }}
          >
            7.5.8. Любые убытки, включая упущенную выгоду, моральный и иной
            вред, причиненные Пользователю или третьим лицам в результате
            использования ими Сайта, содержимого Сайта или иных материалов, к
            которым был получен доступ с помощью Сайта или в связи с
            функционированием Сайта, а также во всех иных случаях,
            предусмотренных настоящим Соглашением.
          </span>
        </p>
        <p
          style={{
            textAlign: 'start',
            color: 'rgb(0, 0, 0)',
            fontSize: '11px',
          }}
        >
          <span
            style={{
              fontSize: '14px',
            }}
          >
            7.5.9. Убытки любого рода, понесенные Пользователем в результате или
            в связи несоблюдением Пользователем требований Соглашения к
            сохранности реквизитов доступа — логина и пароля, а также за
            соответствие персональных данных действительности и законность их
            передачи от Пользователя Исполнителю.
          </span>
        </p>
        <p
          style={{
            textAlign: 'start',
            color: 'rgb(0, 0, 0)',
            fontSize: '11px',
          }}
        >
          <span
            style={{
              fontSize: '14px',
            }}
          >
            7.5.10. Соответствие Сервисов ожиданиям, целям, требованиям
            Пользователя.
            <br />
            <br />
            8. НАРУШЕНИЕ УСЛОВИЙ ПОЛЬЗОВАТЕЛЬСКОГО СОГЛАШЕНИЯ
          </span>
        </p>
        <p
          style={{
            textAlign: 'start',
            color: 'rgb(0, 0, 0)',
            fontSize: '11px',
          }}
        >
          <span
            style={{
              fontSize: '14px',
            }}
          >
            <br />
            8.1. Исполнитель вправе без предварительного уведомления
            Пользователя прекратить и (или) заблокировать доступ к Сайту,
            удалить учетную запись Пользователя, если Пользователь нарушил
            настоящее Соглашение или содержащиеся в иных документах условия
            пользования Сайтом, при наличии обстоятельств, свидетельствующих о
            том, что она используется в мошеннических, преступных,
            террористических целях, нарушает права и законные интересы третьих
            лиц, любым иным способом способствует или может способствовать
            нарушению законодательства Кыргызской Республики, а также в случае
            прекращения действия Сайта либо по причине технической неполадки или
            проблемы.
          </span>
        </p>
        <p
          style={{
            textAlign: 'start',
            color: 'rgb(0, 0, 0)',
            fontSize: '11px',
          }}
        >
          <span
            style={{
              fontSize: '14px',
            }}
          >
            8.2. Исполнитель не несет ответственности перед Пользователем или
            третьими лицами за прекращение доступа к Сайту в случае нарушения
            Пользователем любого положения настоящего Соглашения или иного
            документа, содержащего условия пользования Сайтом.
          </span>
        </p>
        <ol
          start={9}
          style={{
            textAlign: 'start',
            color: 'rgb(0, 0, 0)',
            fontSize: '11px',
          }}
        >
          <li
            style={{
              fontSize: '14px',
            }}
          >
            ПЕРСОНАЛЬНЫЕ ДАННЫЕ
          </li>
        </ol>
        <p
          style={{
            textAlign: 'start',
            color: 'rgb(0, 0, 0)',
            fontSize: '11px',
          }}
        >
          <span
            style={{
              fontSize: '14px',
            }}
          >
            <br />
            9.1. Обеспечение конфиденциальности персональных данных и их защита
            при обработке являются приоритетом для Исполнителя. Исполнитель при
            обработке персональных данных руководствуется Политикой в отношении
            обработки персональных данных субъектов персональных данных,
            размещенной на сайте по адресу: &nbsp;https://givbox.ru/ и
            гарантирует необходимые и достаточные правовые, организационные и
            технические меры защиты персональных данных от неправомерного или
            случайного доступа к ним, уничтожения, изменения, блокирования,
            копирования, предоставления, распространения, а также иных
            неправомерных действий в отношении персональных данных.
          </span>
        </p>
        <p
          style={{
            textAlign: 'start',
            color: 'rgb(0, 0, 0)',
            fontSize: '11px',
          }}
        >
          <span
            style={{
              fontSize: '14px',
            }}
          >
            9.2. В случае, когда информацию о Пользователе на Сайте указывает не
            сам Пользователь, а иное лицо, соответствующее лицо обязано иметь
            достаточные законные основания и/или поручение Пользователя для
            передачи такой информации Исполнителю, а также согласие Пользователя
            на обработку его персональных данных. Указанное лицо самостоятельно
            несет всю полноту ответственности перед Пользователем за незаконное
            использование информации о Пользователя.
          </span>
        </p>
        <p
          style={{
            textAlign: 'start',
            color: 'rgb(0, 0, 0)',
            fontSize: '11px',
          }}
        >
          <span
            style={{
              fontSize: '14px',
            }}
          >
            9.3. Персональные данные могут предоставляться Пользователем путем
            заполнения соответствующих данных в размещаемых на Сайте формах.
          </span>
        </p>
        <p
          style={{
            textAlign: 'start',
            color: 'rgb(0, 0, 0)',
            fontSize: '11px',
          }}
        >
          <span
            style={{
              fontSize: '14px',
            }}
          >
            9.4. Ответственность за правомерность и достоверность персональных
            данных Пользователя несет исключительно предоставившее их лицо.
            Исполнитель не принимает на себя никаких обязательств по проверке
            персональных данных, указанных Пользователем.
          </span>
        </p>
        <ol
          start={10}
          style={{
            textAlign: 'start',
            color: 'rgb(0, 0, 0)',
            fontSize: '11px',
          }}
        >
          <li
            style={{
              fontSize: '14px',
            }}
          >
            РАЗРЕШЕНИЕ СПОРОВ
          </li>
        </ol>
        <p
          style={{
            textAlign: 'start',
            color: 'rgb(0, 0, 0)',
            fontSize: '11px',
          }}
        >
          <span
            style={{
              fontSize: '14px',
            }}
          >
            <br />
            10.1. В случае возникновения любых разногласий или споров между
            Сторонами настоящего Соглашения обязательным условием до обращения в
            суд является предъявление претензии. &nbsp;По спорам, связанным с
            настоящим Соглашением претензии направляются по адресу Исполнителя.
            <br />
            10.2. При невозможности разрешить спор в добровольном порядке любая
            из Сторон вправе обратиться в суд за защитой своих прав, которые
            предоставлены им действующим законодательством Кыргызской Республики.&nbsp;
            <br />
            <br />
            11. ДОПОЛНИТЕЛЬНЫЕ УСЛОВИЯ
          </span>
        </p>
        <p
          style={{
            textAlign: 'start',
            color: 'rgb(0, 0, 0)',
            fontSize: '11px',
          }}
        >
          <span
            style={{
              fontSize: '14px',
            }}
          >
            <br />
            11.1. Исполнитель не принимает встречные предложения от Пользователя
            относительно изменений настоящего Пользовательского соглашения.
          </span>
        </p>
        <p
          style={{
            textAlign: 'start',
            color: 'rgb(0, 0, 0)',
            fontSize: '11px',
          }}
        >
          <span
            style={{
              fontSize: '14px',
            }}
          >
            11.2. Пользователь добровольно предоставляет информацию, которая
            автоматически передается Исполнителю в процессе использования Сайта
            с помощью установленного на устройстве Пользователя программного
            обеспечения, метрической программы Яндекс.Метрика, в том числе
            IP-адрес, информация cookie, информация о браузере Пользователя,
            типе устройства, геолокационные данные устройств Пользователя,
            данные о действиях Пользователя на Сайте, время посещения страницы,
            сведения о ресурсах сети Интернет, с которых были совершены переходы
            на Сайт. Эта информация необходима для функционирования сайта,
            проведения ретаргетинга и статистических исследований и обзоров.
            <br />
            11.3. Исполнитель оставляет за собой право вносить изменения в
            действующее Соглашение, в связи с чем Пользователь обязуется
            регулярно отслеживать любые изменения в Соглашении, размещенном на
            Сайте. Новая редакция Соглашения вступает в силу с момента ее
            размещения на данной странице, если иное не предусмотрено новой
            редакцией Соглашения.
          </span>
        </p>
        <p
          style={{
            textAlign: 'start',
            color: 'rgb(0, 0, 0)',
            fontSize: '11px',
          }}
        >
          <span
            style={{
              fontSize: '14px',
            }}
          >
            11.4. В случае признания недействительными части положений
            настоящего Соглашения, остальные части Соглашения будут оставаться в
            силе. Отказ любой из сторон от какого-либо положения или условия
            настоящего Соглашения, или любое его нарушение не отменяет действие
            положений Соглашения.
            <br />
            11.5. Настоящее Соглашение может быть изменено или дополнено по
            усмотрению Исполнителя в любое время без какого-либо специального
            уведомления Пользователя об этом. Новая редакция Соглашения,
            изменения и дополнения к нему вступают в силу с момента размещения
            их на Сайте, если иное не предусмотрено новой редакцией Соглашения,
            дополнениями, изменениями к нему. Регулярное ознакомление с
            действующей редакцией Соглашения является обязанностью Пользователя.
            Пользование Сайтом после вступления в силу новой редакции
            Соглашения, дополнений и изменений к нему означает согласие
            Пользователя со всеми такими изменениями или дополнениями, новой
            редакцией Соглашения.
            <br />
            11.6. Пользователь в любой момент вправе расторгнуть настоящее
            Соглашение в одностороннем порядке, подав заявление в адрес
            Исполнителя.
          </span>
        </p>
        <ul className='pt-5'>
          <li className='text-lg font-medium'>Реквизиты Компании:</li>
          <li>ОсОО «Бинур»</li>
          <li>ИНН 00104201910219</li>
          <li>ОКПО 30398201</li>
          <li>УГНС Первомайского района</li>
          <li>ЗАО «Кыргызский Ивестициционно-Кредитный Банк»</li>
          <li>Р/с 1285330000889537</li>
          <li>БИК 128001</li>
          <li>Директор Волков Руслан Владимирович</li>
        </ul>
      </div>
    </div>
  );
};

export default UserAgreement;
