import { useEffect } from 'react';
import { scrollToTop } from '../../helpers/ScrollToTop/scrollToTop';

const UserAgreement = () => {
  useEffect(() => {
    scrollToTop();
  }, []);

  return (
    <div className='pt-28 pb-8 content'>
      <p>
        <br />
      </p>
      <p className='text-center font-semibold'>
        ДОГОВОР ОФЕРТЫ/ПУБЛИЧНЫЙ ДОГОВОР
      </p>
      <p>
        <br />
      </p>
      <p>
        <br />
      </p>
      <p>
        Общество с ограниченной ответственностью &laquo;Бинур&raquo;, именуемое
        в дальнейшем &laquo;Исполнитель&raquo;, &nbsp;в лице Генерального
        директора Волкова Руслана Владимировича, действующего на основании
        Устава, заключает настоящий Публичный договор возмездного оказания услуг
        (далее по тексту &ndash; Договор) с любым физическим лицом, именуемым в
        дальнейшем &laquo;Заказчик&raquo;.
      </p>
      <p>
        <br />
      </p>
      <p>
        Договор является соглашением о предоставлении на возмездной основе услуг
        по организации отправки, доставки и хранении посылок, поиску и выкупу
        товаров, проведению платежей, расчетов и иных операций для выполнения
        поручений Заказчика (дееспособного/правоспособного, безусловно
        принимающего указанные в настоящей Оферте условия), а также иных
        сервисов с использованием платформы Исполнителя посредством сайта
        &laquo;Givbox.ru&raquo;, заключаемым путем публичной оферты, и
        регламентирует порядок оказания таких услуг и обязательства Сторон.
      </p>
      <p>
        <br />
      </p>
      <p>
        Текст настоящего Договора размещается Исполнителем в сети Интернет на
        веб-сайте по адресу: &laquo;Givbox.ru&raquo;.
      </p>
      <p>
        <br />
      </p>
      <p>
        Стороны, руководствуясь частью 2 статьи 398 Гражданского кодекса
        Кыргызской Республики заключили настоящий Договор о нижеследующем:
      </p>
      <p>
        <br />
      </p>
      <p>Предмет договора</p>
      <p>
        <br />
      </p>
      <p>
        В соответствии с настоящим Договором Исполнитель обязуется предоставить
        следующий Сервис:
      </p>
      <p>
        - создание платформы, посредством которого принимается заказ от
        клиентов;
      </p>
      <p>
        - организация доставки посылок из других стран в Кыргызскую Республику;
      </p>
      <p>
        - организация отправка посылок из Кыргызской Республики в другие страны;
      </p>
      <p>
        - открытие за пределами КР собственных или партнерских складов,
        обеспечивающих сбор и консолидацию грузов от отправителей и продавцов;
      </p>
      <p>- выполнение поручений отправителей и продавцов на отправку груза.</p>
      <p>- сбор и хранение грузов клиентов на территории КР;</p>
      <p>
        - поиск и покупка товаров по запросам клиентов на онлайн платформах
        других стран с последующей их доставкой в КР или отправкой в другие
        страны;
      </p>
      <p>
        - выполнение иных сопутствующих или дополнительных услуг, связанных с
        выполнением поручений Заказчика,
      </p>
      <p>а Заказчик обязуется оплатить Исполнителю вознаграждение.</p>
      <p>
        Сервис предоставляется Исполнителем посредством сайта
        &laquo;Givbox.ru&raquo;.
      </p>
      <p>В настоящем Договоре используются следующие термины и сокращения:</p>
      <p>
        Сайт &ndash; веб-сайт, размещенный в сети Интернет по адресу
        &laquo;Givbox.ru&raquo;.
      </p>
      <p>
        Личный кабинет &ndash; совокупность защищенных страниц Сайта, созданных
        в результате регистрации Заказчика и доступных при вводе его
        аутентификационных данных (адреса электронной почты и пароля) в
        предусмотренные для этого поля на Сайте.
      </p>
      <p>
        Счет &ndash; счет, счет-фактура, счет-протокол согласования цены, иной
        аналогичный документ, которым определяется стоимость услуг, а при
        необходимости &ndash; порядок оплаты.
      </p>
      <p>
        Все термины и определения, используемые в настоящем Договоре, относятся
        в одинаковой степени к терминам в единственном и множественном числе,
        употребляемом в зависимости от контекста.
      </p>
      <p>
        Заказчик может воспользоваться Сервисом в соответствии с условиями
        Договора в течение всего периода, указанного на Сайте.
      </p>
      <p>
        Исполнитель в рамках настоящего Договора не оказывает Заказчику
        индивидуальные консультации, не связанные с предметом договора.
      </p>
      <p>
        <br />
      </p>
      <p>Порядок заключения Договора и предоставления доступа</p>
      <p>
        <br />
      </p>
      <p>
        Настоящий Договор является публичным договором, в соответствии с которым
        Исполнитель принимает на себя обязательство по оказанию услуг в
        отношении неопределенного круга лиц (Заказчиков), обратившихся за их
        оказанием.
      </p>
      <p>
        Размещение текста настоящего Договора на Сайте является публичным
        предложением Исполнителя, адресованным неопределенному кругу лиц
        заключить настоящий Договор (п. 1 ст. 386, п. 2 ст. 398 Гражданского
        кодекса Кыргызской Республики).
      </p>
      <p>
        Заключение настоящего Договора производится путем присоединения
        Заказчика к настоящему Договору, т.е. посредством принятия (акцепта)
        Заказчиком условий настоящего Договора в целом, без каких-либо условий,
        изъятий и оговорок (ст. 387 Гражданского кодекса Кыргызской Республики).
      </p>
      <p>
        Фактом принятия (акцепта) Заказчиком условий настоящего Договора
        является оплата Заказчиком заказанных им услуг в порядке и на условиях,
        определенных настоящим Договором. В случае оплаты Заказчиком заказанных
        им услуг с использованием кредитных средств, предоставленных
        соответствующим банком, фактом принятия (акцепта) Заказчиком условий
        настоящего Договора является заключение Заказчиком соответствующего
        договора с банком для оплаты услуг Исполнителя (п. 3 ст. 399
        Гражданского кодекса Кыргызской Республики).
      </p>
      <p>
        Осуществляя акцепт настоящей публичной оферты в порядке, определенном в
        настоящем Договоре, Заказчик соглашается со всеми условиями Договора в
        том виде, в каком они изложены в тексте настоящего Договора и в
        соответствии с Гражданским кодексом Кыргызской Республики
        рассматривается как лицо, вступившее с Исполнителем в договорные
        отношения на основании настоящего Договора. При этом в соответствии с п.
        2 и 3 ст. 395, п. 3 ст. 399 Гражданского кодекса Кыргызской Республики
        настоящий Договор признается заключенным Сторонами в письменной форме.
      </p>
      <p>
        После выполнения действий, указанных в п. 2.4. Договора, Исполнитель
        предоставляет Заказчику Сервис.
      </p>
      <p>
        <br />
      </p>
      <p>Права и обязанности Сторон</p>
      <p>
        <br />
      </p>
      <p>Исполнитель обязуется:</p>
      <p>
        Предоставить Заказчику доступ к услугам сервиса &laquo;Givbox.ru&raquo;.
      </p>
      <p>
        Осуществлять информационную поддержку Заказчика по вопросам оказания
        услуг и/или функционирования Сайта по рабочим дням с 09:00 до 18:00 (до
        17:00 в пятницу и рабочие дни, являющиеся сокращенными в соответствии с
        законодательством Кыргызской Республики).
      </p>
      <p>
        Вопросы по поддержке направляются Заказчиком по электронному адресу:{' '}
        <a data-fr-linked='true' href='mailto:office@givbox.ru'>
          office@givbox.ru
        </a>
        .
      </p>
      <p>
        В случае обнаружения ошибок/недоработок в функционировании Сайта,
        допущенных Исполнителем либо по вине Исполнителя, своими силами и за
        свой счет устранить обнаруженные ошибки/недоработки.
      </p>
      <p>
        Производить возврат денежных средств, уплаченных Заказчиком, в случаях и
        на условиях, предусмотренных Договором.
      </p>
      <p>
        <br />
      </p>
      <p>Исполнитель вправе:</p>
      <p>
        Вносить изменения в перечень услуг путем размещения соответствующей
        информации на сайте &laquo;Givbox.ru&raquo;.
      </p>
      <p>
        Привлекать третьих лиц для исполнения настоящего Договора без
        согласования с Заказчиком.
      </p>
      <p>
        Запрашивать у Заказчика информацию и документы, необходимые для
        надлежащего исполнения &nbsp;обязательств по настоящему Договору.
      </p>
      <p>
        Изменять стоимость услуг по Договору с размещением актуальной стоимости
        на Сайте.&nbsp;
      </p>
      <p>
        Временно приостанавливать работу Сайта для проведения необходимых
        плановых профилактических и ремонтных работ на технических ресурсах
        Исполнителя.
      </p>
      <p>
        Производить замену третьих лиц, привлекаемых для исполнения обязательств
        по Договору.
      </p>
      <p>
        <br />
      </p>
      <p>Заказчик обязуется:</p>
      <p>
        Оплатить услуги в сроки и на условиях, установленных Договором,
        согласованных в счетах и/или согласованных Сторонами посредством
        сообщений в Личном кабинете.
      </p>
      <p>
        Своевременно предоставлять полную и достоверную информацию, необходимую
        для оказания услуг (в том числе при регистрации на Сайте).
      </p>
      <p>
        Использовать функционал Сайта и доступ исключительно в личных, &nbsp;или
        иных некоммерческих целях.
      </p>
      <p>
        Обеспечить конфиденциальность логина и пароля к своему Личному кабинету,
        не передавать данные доступа третьим лицам.
      </p>
      <p>
        Незамедлительно уведомить Исполнителя о фактах несанкционированного
        доступа к своему Личному кабинету.
      </p>
      <p>
        Не размещать на Сайте или сторонних ресурсах персональные данные других
        лиц, включая данные доступа к их Личному кабинету на Сайте, а равно не
        использовать и не пытаться получить персональные данные других
        пользователей.
      </p>
      <p>
        Не регистрироваться в качестве пользователя от имени или вместо другого
        лица или регистрировать группу (объединение) лиц или юридическое
        лицо/индивидуального предпринимателя в &nbsp; &nbsp; &nbsp; &nbsp;
        &nbsp;качестве такого пользователя.&nbsp;
      </p>
      <p>
        Не использовать программное обеспечение и не осуществлять действия,
        направленные на нарушение нормального функционирования Сайта, не
        загружать, не хранить, не публиковать, не распространять и не
        предоставлять доступ или иным образом использовать вирусы, троянские и
        другие вредоносные программы; не использовать без письменного разрешения
        Исполнителя автоматизированные скрипты (программы) для сбора информации
        на Сайте.
      </p>
      <p>
        <br />
      </p>
      <p>Заказчик вправе:</p>
      <p>
        Получить доступ к Сервису и платформе после выполнения условий
        предоставления доступа (ст. 2 Договора).
      </p>
      <p>
        Получать информационную поддержку по вопросам, связанным с порядком
        оказания услуг и функционированием Сайта, в течение всего срока действия
        настоящего Договора.
      </p>
      <p>Использовать доступ к Сервису исключительно в некоммерческих целях.</p>
      <p>
        Направлять Исполнителю замечания, предложения и/или отзывы, связанные с
        предметом настоящего Договора и/или функционированием либо Личного
        кабинета.
      </p>
      <p>
        <br />
      </p>
      <p>Стоимость услуг и порядок оплаты</p>
      <p>
        <br />
      </p>
      <p>
        Стоимость Услуг Исполнителя определяется на основании стоимости
        товара/услуги, указанной на Сайте &nbsp;или согласованной в Счете, в
        сомах.
      </p>
      <p>
        Заказчик производит оплату стоимости услуг Исполнителя на условиях 100%
        предоплаты единовременно путем перечисления денежных средств на
        расчетный счет Исполнителя, если иные условия не указаны в выставляемом
        Заказчику счете.
      </p>
      <p>
        Датой оплаты является дата поступления денежных средств на расчетный
        счет Исполнителя.
      </p>
      <p>
        Оплата Услуг &nbsp; осуществляется &nbsp; Заказчиком &nbsp; в &nbsp;
        пользу &nbsp; Исполнителя &nbsp; путем &nbsp; перечисления
        соответствующей суммы денежных средств способами, поддерживаемыми
        Исполнителем. При этом Исполнитель вправе самостоятельно определять
        перечень таких способов, доводя до Заказчика актуальный перечень
        способов путем размещения его Сайте, либо информируя Заказчика иным
        способом. Подробные правила оплаты и возврата денежных средств
        содержатся в Приложении № 1 к настоящему Договору.
      </p>
      <p>
        Заказчик вправе оплатить Услуги Исполнителя с использованием кредитных
        средств, которые могут предоставляться Заказчику соответствующим банком
        (далее &ndash; кредит).
      </p>
      <p>
        Стороны осознают и соглашаются, что настоящий Договор не является
        договором кредитования, Исполнитель не является кредитодателем и не
        несет перед Заказчиком соответствующих обязательств. Заказчик осознает и
        соглашается с тем, что кредит предоставляется Заказчику на условиях,
        предусмотренных соответствующим банком. Исполнитель не несет
        ответственность за условия предоставления банком Заказчику кредита, в
        том числе за размер и оплату процентов за пользование кредитом, а также
        за отказ банка в предоставлении кредита. Обязательства перед банком,
        связанные с предоставлением последним кредита, Заказчик исполняет
        самостоятельно.
      </p>
      <p>
        Датой оказания Услуг/товара считается дата предоставления Заказчику
        услуги/товара, соответственно, Услуги/товар считаются оказанными
        Заказчику.
      </p>
      <p>
        <br />
      </p>
      <p>Ответственность Сторон. Ограничение ответственности</p>
      <p>
        <br />
      </p>
      <p>
        При нарушении Заказчиком условий Договора, обязан во внесудебном порядке
        по письменному требованию Исполнителя оплатить штраф в
        ______________________________ сомов за каждое нарушение.
      </p>
      <p>
        В случае нарушения Заказчиком условий настоящего Договора Исполнитель
        вправе деактивировать доступ Заказчика к Личному кабинету, а также
        заблокировать доступ Заказчика на Сайт без возврата уплаченных денежных
        средств.
      </p>
      <p>
        Заказчик обязан уплатить пеню в течение 15 (пятнадцати) календарных дней
        с момента получения претензии (уведомления) Исполнителя.
      </p>
      <p>Исполнитель не несет ответственности:</p>
      <p>
        за содержание информации, размещаемой в чатах мессенджеров (WhatsApp,
        Viber, Telegram), которые создаются по инициативе пользователей, включая
        Заказчика;
      </p>
      <p>
        за использование третьими лицами персональных данных, которые Заказчик
        сообщает в таких чатах;
      </p>
      <p>
        за качество соединения с сетью Интернет и функционирование оборудования
        и программного обеспечения Заказчика;
      </p>
      <p>
        за несоответствие технических характеристик оборудования Заказчика
        требованиям, предъявляемым для воспроизведения материалов Курса, если
        такие требования установлены;
      </p>
      <p>
        за несоответствие Услуг, предусмотренных Договором, ожиданиям Заказчика.
        Субъективная оценка Заказчика не является объективным критерием качества
        Услуг;
      </p>
      <p>
        за ошибки и неточности, допущенные Заказчиком при использовании
        функционала Сайта (включая, но не ограничиваясь, неверное указание
        данных при формировании заказа на услугу, др. подобные обстоятельства);
      </p>
      <p>
        использования (невозможность использования) и какие бы то ни было
        последствия использования (невозможности использования) Заказчиком
        выбранной им формы оплаты услуг по Договору;
      </p>
      <p>
        за действия (бездействие) банков или третьих лиц, участвующих в расчетах
        при оплате услуги или возврате денежных средств в установленных случаях.
      </p>
      <p>
        Исполнитель прилагает все разумные усилия, предотвращающие сбои и
        неполадки в работе Сайта, однако не гарантирует его бесперебойную
        работу, не несет ответственности и не возмещает убытки, возникшие или
        возникновение которых возможно в связи с техническими сбоями и перебоями
        в работе провайдера, иных лиц или служб, ограничением доступа к сети
        Интернет или Интернет-ресурсу по любым причинам, необеспечением
        Заказчиком сохранности данных доступа к своему Личному кабинету и
        другими обстоятельствами, находящимися вне компетенции Исполнителя.
      </p>
      <p>
        Ни одна из Сторон не будет нести ответственности за полное или частичное
        неисполнение своих обязательств, если такое неисполнение будет являться
        следствием действия обстоятельств непреодолимой силы (включая, но не
        ограничиваясь, пожар, наводнение, землетрясение и другие стихийные
        бедствия, забастовки, война и военные действия, эпидемии, пандемии или
        другие обстоятельства, находящиеся вне контроля Сторон), препятствующих
        исполнению настоящего Договора и возникших после его заключения.
      </p>
      <p>
        В случае если Заказчик не исполняет (ненадлежаще исполняет) свои
        обязательства по Договору, в том числе, обязательства, указанные в п.
        4.2. Договора, Исполнитель вправе прекратить действие настоящего
        Договора путем одностороннего внесудебного отказа от его исполнения
        посредством направления уведомления о таком отказе в электронном виде на
        адрес электронной почты, на который ранее Исполнителем были высланы
        данные для доступа к Курсу. Действие настоящего Договора прекращается в
        день направления Исполнителем соответствующего уведомления или в срок,
        указанный в уведомлении, а доступ к материалам Курса деактивируется в
        тот же срок.
      </p>
      <p>
        <br />
      </p>
      <p>Интеллектуальная собственность. Конфиденциальность</p>
      <p>
        <br />
      </p>
      <p>
        В рамках оказания Исполнителем Услуг Заказчику предоставляется доступ к
        интеллектуальной собственности Исполнителя и/или третьих лиц, с которыми
        у Исполнителя заключены соответствующие договоры/соглашения (далее по
        тексту &ndash; Интеллектуальная собственность).
      </p>
      <p>
        К Интеллектуальной собственности относятся результаты интеллектуальной
        деятельности Исполнителя и/или третьих лиц, включая, но не
        ограничиваясь, аудиовизуальные материалы, программы для ЭВМ, LMS
        (learning management system), методические и/или справочные материалы,
        задания, информационные ресурсы.
      </p>
      <p>Заказчик применительно к Интеллектуальной собственности обязан:</p>
      <p>
        воздерживаться от любых действий, которые нарушают права Исполнителя
        и/или третьих лиц на Интеллектуальную собственность, в частности, не
        копировать, не записывать, не воспроизводить, не тиражировать, не
        распространять в любой форме, не переделывать, не использовать для
        создания производных произведений любую Интеллектуальную собственность
        без письменного разрешения Исполнителя;
      </p>
      <p>
        немедленно сообщать Исполнителю о любых ставших известными фактах
        нарушения прав интеллектуальной собственности Исполнителя и/или третьих
        лиц;
      </p>
      <p>
        не предоставлять свои аутентификационные данные для доступа к учетной
        записи, в Личный кабинет на Сайте третьим лицам. В случае утраты, а
        также в случаях незаконного получения доступа к логину и паролю третьими
        лицами, Заказчик обязуется незамедлительно сообщить об этом Исполнителю,
        путем направления уведомления по адресу:{' '}
        <a data-fr-linked='true' href='mailto:office@givbox.ru'>
          office@givbox.ru
        </a>
        .
      </p>
      <p>
        До момента отправки указанного уведомления все действия считаются
        совершенными Заказчиком.
      </p>
      <p>
        К конфиденциальной относится любая информация, относящаяся к процессу
        оказания услуг Исполнителем, неопубликованная Исполнителем в открытом
        доступе и не являющаяся доступной для всеобщего сведения. Заказчик
        обязуется не разглашать конфиденциальную информацию и иные данные,
        предоставленные Исполнителем в ходе оказания услуг (за исключением
        общедоступной информации), третьим лицам без предварительного
        письменного согласия Исполнителя.
      </p>
      <p>
        Исполнитель имеет право использовать в своих маркетинговых и/или
        рекламных материалах объекты, созданные Заказчиком в ходе изучения
        материалов Курса, а также упоминать Заказчика в качестве пользователя
        Программного обеспечения и клиента.
      </p>
      <p>
        <br />
      </p>
      <p>Прочие условия</p>
      <p>
        <br />
      </p>
      <p>
        Заказчик подтверждает, что он является дееспособным и достиг возраста,
        необходимого в соответствии с законодательством Кыргызской Республики
        для совершения сделок с использованием Сайта.
      </p>
      <p>
        Заказчик подтверждает, что осведомлен и безоговорочно согласен с тем,
        что ему может быть отказано в предоставлении Услуги в случаях:
      </p>
      <p>
        неподтверждения авторизации оплаты Банком или электронной платежной
        системой;
      </p>
      <p>
        инициации Заказчиком &nbsp; процедуры &nbsp; возврата &nbsp; денежных
        &nbsp; средств &nbsp; в &nbsp; случаях &nbsp; и &nbsp; порядка
        предусмотренном Договором;
      </p>
      <p>
        в иных случаях, предусмотренных законодательством Кыргызской Республики
        или настоящим Договором.
      </p>
      <p>
        <br />
      </p>
      <p>Заключительные положения</p>
      <p>
        <br />
      </p>
      <p>
        Настоящий Договор считается заключенным с момента выполнения Заказчиком
        действий, предусмотренных п. 2.4. Договора, и действует до исполнения
        Сторонами своих обязательств.
      </p>
      <p>
        Исполнитель вправе изменять условия настоящего Договора, вводить новые
        условия или приложения к настоящему Договору без предварительного
        уведомления Заказчика.
      </p>
      <p>
        Заказчик, зная о возможности таких изменений, согласен с тем, что они
        будут производиться. Если Заказчик продолжает исполнять настоящий
        Договор, в том числе условия, изменения или дополнения Сайта после таких
        изменений, это означает его согласие с такими изменениями.
      </p>
      <p>
        Текст изменений и/или дополнений настоящего Договора, либо его новая
        редакция доводится Исполнителем до всеобщего сведения посредством
        размещения соответствующей информации на Сайте.
      </p>
      <p>
        Стороны безоговорочно соглашаются с тем, что молчание (отсутствие
        письменных уведомлений о несогласии с отдельными положениями настоящего
        Договора, в том числе с изменением тарифов) признается согласием и
        присоединением Заказчика к новой редакции настоящего Договора.
      </p>
      <p>Настоящий Договор может быть расторгнут по соглашению сторон.</p>
      <p>
        Каждая из Сторон имеет право отказаться от настоящего Договора в
        одностороннем порядке, направив другой Стороне уведомление посредством
        Личного кабинета или по электронной почте не позднее чем &nbsp; &nbsp;за
        15 (пятнадцать) календарных дней до планируемой даты прекращения.
      </p>
      <p>
        В случае если какое-либо из условий настоящего Договора утратит
        юридическую силу, будет признано незаконным или будет исключено из
        настоящего Договора, это не влечет недействительность остальных условий
        настоящего Договора, которые сохранят юридическую силу и являются
        обязательными для Сторон.
      </p>
      <p>
        Все вопросы, не урегулированные настоящим Договором, разрешаются в
        соответствии с действующим законодательством Кыргызской Республики.
      </p>
      <p>
        Все споры, претензии и разногласия, которые могут возникнуть между
        Сторонами, будут разрешаться путем переговоров. При невозможности
        урегулирования споров указанным путем Стороны обращаются в суд в
        порядке, предусмотренном действующим законодательством Кыргызской
        Республики, с обязательным соблюдением досудебного порядка
        урегулирования спора.
      </p>
      <p>
        Сторона, которая полагает, что ее права по Договору нарушены, обязана
        предъявить претензию второй Стороне. Претензия считается предъявленной
        надлежащим образом, если направлена другой Стороне любым способом,
        позволяющим установить личность отправителя и факт вручения
        корреспонденции получателю. Факт возврата корреспонденции с указанием на
        отсутствие получателя не препятствует обращению в суд. Приложение к
        претензии копий документов, обосновывающих и подтверждающих
        предъявленные требования, если данные документы имеются в наличии у
        второй Стороны, не является обязательным.
      </p>
      <p>
        Сторона, получившая претензию, в течение 10 (десяти) рабочих дней со дня
        ее получения письменно уведомляет вторую Сторону о результатах
        рассмотрения. Неполучение ответа либо мотивированных возражений на
        претензию в установленный срок рассматривается как согласие с претензией
        и изложенными в ней обстоятельствами.
      </p>
      <p>
        Стороны признают юридическую силу документов, направленных посредством
        электронных средств связи либо Личного кабинета на Сайте.
      </p>
      <p>
        Заказчик дает свое согласие Исполнителю на обработку персональных данных
        Заказчика, указанных им при обращении за услугами Исполнителя и/или при
        регистрации на Сайте, а также в Личном кабинете на условиях,
        предусмотренных Политикой обработки персональных данных, размещенной на
        Сайте.
      </p>
      <p>
        Заказчик даёт свое согласие Исполнителю на использование Исполнителем
        отзывов Заказчика об Исполнителе и оказываемых им Услугах, размещенных
        Заказчиком в сети Интернет, в том числе оставленных Заказчиком в
        официальных группах Исполнителя в социальных сетях, без указания полного
        имени (фамилии, имени и отчества) Заказчика и без использования
        изображения Заказчика любым способом, включая, но не ограничиваясь,
        переработку, в том числе сокращение, изменение, не искажающее их смысл,
        в целях размещения таких отзывов на официальных сайтах Исполнителя, на
        страницах Исполнителя в социальных сетях, в рекламных и иных материалах
        Исполнителя, включения в тексты информационных рассылок клиентам
        Исполнителя. Настоящее согласие действует с даты заключения Договора.
        Настоящее согласие может быть отозвано Заказчиком в любой момент путём
        направления письменного заявления по адресу Исполнителя, указанному в
        Договоре.
      </p>
      <p>
        Заказчик дает свое согласие Исполнителю на получение от Исполнителя
        сообщений рекламного характера, информационных рассылок о продуктах,
        услугах Исполнителя и его партнеров, о рекламных акциях, скидках и
        специальных предложениях, розыгрышах, конкурсах, опросах на адрес
        электронной почты Заказчика, по номеру телефона Заказчика, в том числе в
        мессенджерах, включая &laquo;Viber&raquo;,
      </p>
      <p>
        &laquo;Telegram&raquo;, &laquo;WhatsApp&raquo;, посредством почтовой
        рассылки, SMS-сообщений, push-уведомлений, а также сообщение Заказчику
        такой информации в устном формате по телефону.
      </p>
      <p>
        <br />
      </p>
      <p>Реквизиты Сторон</p>
      <p>
        <br />
      </p>
      <p>
        Стороны соглашаются реквизитами Заказчика считать информацию, указанную
        им при регистрации на Сайте и/или оформлении заявки на предоставление
        доступа к Курсу, и/или оплате услуг Исполнителя.
      </p>
      <p>Реквизиты Исполнителя:</p>
      <p>
        <br />
      </p>
      <p>ОсОО &laquo;Бинур&raquo;</p>
      <p>ИНН 00104201910219</p>
      <p>ОКПО 30398201</p>
      <p>УГНС Первомайского района&nbsp;</p>
      <p>ЗАО &laquo;Кыргызский Ивестициционно-Кредитный Банк&raquo;&nbsp;</p>
      <p>Р/с 12853300008895397</p>
      <p>БИК 128001</p>
      <p>Директор &nbsp;Волков Руслан &nbsp;Владимирович</p>
      <p>
        <br />
      </p>
      <p>Приложение № 1</p>
      <p>к Публичному договору возмездного оказания услуг</p>
      <p>
        <br />
      </p>
      <p>
        <br />
      </p>
      <p>Правила оплаты и возврата денежных средств</p>
      <p>
        <br />
      </p>
      <p>
        <br />
      </p>
      <p>
        Настоящие Правила оплаты и возврата денежных средств (далее - Правила)
        регулируют отношения между Исполнителем и Заказчиком, связанные с
        оплатой услуг по Договору и возвратом оплаченной стоимости услуг в
        случае досрочного расторжения Договора.
      </p>
      <p>
        <br />
      </p>
      <p>
        Окончательная стоимость Услуг формируется с учетом выбранного Заказчиком
        товара/услуги. Оплата Услуг осуществляется в безналичном порядке одним
        из способов, указанных на Сайте, по выбору Заказчика путем зачисления
        денежных средств на счет Исполнителя.
      </p>
      <p>
        При оплате на Сайте или посредством Личного кабинета к оплате
        принимаются карты VISA, MasterCard, ЭЛКАРТ, а также электронные
        кошельки.
      </p>
      <p>
        Перечисление платежей производится в соответствии с Правилами
        международных платежных систем Visa и MasterCard (далее &ndash;
        платежные системы) на принципах соблюдения конфиденциальности и
        безопасности совершения платежа с использованием современных методов
        проверки, шифрования и передачи данных по закрытым каналам связи. По
        вопросам правил и порядка осуществления оплаты посредством платежных
        систем Заказчик руководствуется правилами соответствующих платежных
        систем и обращается напрямую к операторам соответствующих платежных
        систем за разъяснениями и консультациями. Исполнитель настоящим
        оставляет за собой право оказывать информационную поддержку относительно
        осуществления оплаты Услуг с помощью платежных систем в пределах своих
        компетенций, однако ничто в настоящем приложении не обязывает его
        осуществлять такую информационную поддержку, отвечать за полноту
        предоставленной информации или нести иные последствия выбора способа
        оплаты услуг и/или платежной системы Заказчиком.
      </p>
      <p>
        Для оплаты Услуг банковской картой Visa или MasterCard при выборе
        способа оплаты необходимо нажать кнопку &laquo;Оплата банковской
        картой&raquo; и для завершения платежа необходимо нажать &nbsp;кнопку
        &laquo;Оплатить&raquo;.
      </p>
      <p>
        Оплата заказа осуществляется после перенаправления на защищенную
        платежную страницу оператора платежной системы и/или соответствующего
        банка для ввода реквизитов банковской карты. Соединение с платежной
        страницей и передача информации осуществляются в защищенном режиме с
        использованием технологии 3D Secure.
      </p>
      <p>
        На странице для ввода данных банковской карты Заказчику необходимо
        ввести данные банковской карты: номер карты, имя владельца карты, срок
        действия карты, трёхзначный код безопасности (CVV2 для VISA или CVC2 для
        MasterCard). Все необходимые данные пропечатаны на самой карте.
        Трёхзначный код безопасности &mdash; это три цифры, находящиеся на
        обратной стороне карты. Если банк Заказчика поддерживает технологию
        безопасного проведения интернет-платежей MasterCard SecureCode, Verified
        by Visa, для проведения платежа может потребоваться ввод специального
        пароля.
      </p>
      <p>
        Реквизиты банковской карты Заказчика не хранятся на сервере Исполнителя
        или на Сайте, Исполнитель доступа к платежным реквизитам Заказчика не
        имеет.
      </p>
      <p>
        Конфиденциальность сообщаемой Заказчиком информации, включая
        персональные данные и платежные реквизиты, обеспечивается оператором
        соответствующей платежной системы и/или банком &nbsp; &nbsp; &nbsp;
        &nbsp; &nbsp; &nbsp;Заказчика.
      </p>
      <p>
        Введенная Заказчиком информация, включая платежные реквизиты, данные
        банковской карты не предоставляется третьим лицам за исключением
        случаев, предусмотренных законодательством Кыргызской Республики.
      </p>
      <p>
        В проведении платежа может быть отказано банком в следующих случаях:
      </p>
      <p>
        банковская карта не предназначена для совершения платежей через
        интернет; Заказчик может узнать об этом, обратившись в обслуживающий
        банк.
      </p>
      <p>недостаточно средств для оплаты на банковской карте.</p>
      <p>
        Подробнее о наличии средств на банковской карте Заказчик может узнать,
        обратившись в банк, выпустивший банковскую карту;
      </p>
      <p>данные банковской карты введены неверно;</p>
      <p>истек срок действия банковской карты.</p>
      <p>
        Срок действия карты, как правило, указан на лицевой стороне карты (это
        месяц и год, до которого действительна карта). Подробнее о сроке
        действия карты Заказчик может узнать, обратившись в банк, выпустивший
        банковскую карту.
      </p>
      <p>
        Исполнитель не контролирует программно-аппаратный комплекс платежной
        системы и/или банка. Если в результате каких-либо ошибок произошло
        списание денежных средств Заказчика, но платеж не был авторизован
        платежной системой и/или банком, обязанности по возврату денежных
        средств Заказчику возлагаются на оператора платежной системы и/или
        соответствующий банк.
      </p>
      <p>
        Возврат уплаченных Заказчиком денежных средств может быть осуществлен в
        случаях:
      </p>
      <p>Услуга/товар не оказана по вине Исполнителя в установленный срок;</p>
      <p>
        Заказчик до начала оказания услуги обратился с уведомлением о
        расторжении Договора и возврате денежных средств;
      </p>
      <p>в случаях, указанных в п. 14 настоящего Приложения.</p>
      <p>
        Полный или частичный возврат уплаченных Заказчиком денежных средств
        производится Исполнителем на основании письменного заявления Заказчика,
        направленного на электронную почту Исполнителя{' '}
        <a data-fr-linked='true' href='mailto:office@givbox.ru'>
          office@givbox.ru
        </a>{' '}
        с последующим направлением оригинала на почтовый адрес Исполнителя:
        Кыргызская Республика, г.Бишкек, ул.Тыныстанова, дом 14, кв.15.
      </p>
      <p>
        Исполнитель вправе потребовать от Заказчика заполнения утвержденной
        формы заявления о возврате денежных средств.
      </p>
      <p>
        В случае если Заказчик отказывается от Договора до предоставления
        Исполнителем товара/услуги, за исключением внесения оплаты на условиях
        оплаты с использованием кредитных средств, Исполнитель возвращает
        Заказчику 100% уплаченной суммы.
      </p>
      <p>
        В случае если Заказчик отказывается от Договора до предоставления
        Исполнителем товара/услуги, оплаченному с использованием кредитных
        средств, Исполнитель производит возврат денежных средств в адрес
        соответствующего банка, за вычетом сумм комиссий, удержанных банком с
        Исполнителя. Исполнитель не несет ответственности за оплату и не
        возмещает Заказчику сумму начисленных процентов за пользование денежными
        средствами, подлежащих оплате Заказчиком банку в соответствии с
        заключенным Заказчиком с банком договором.
      </p>
      <p>
        В случае если Заказчик отказывается от Договора в течение 30 (тридцати)
        календарных дней с даты предоставления Исполнителем товара/услуги,
        Исполнитель возвращает Заказчику 50% от уплаченной суммы. При этом если
        товар/услуга оплачен с использованием кредитных средств, Исполнитель
        производит возврат денежных средств в адрес соответствующего банка, за
        вычетом сумм комиссий, удержанных банком с Исполнителя. Исполнитель не
        несет ответственности за оплату и не возмещает Заказчику сумму
        начисленных процентов за пользование денежными средствами, подлежащих
        оплате Заказчиком банку в соответствии с заключенным Заказчиком с банком
        договором.
      </p>
      <p>
        В целях однозначного толкования: при отказе Заказчика от услуг,
        оплаченных с использованием кредитных средств (банковских продуктов
        &ndash; потребительских кредитов, рассрочек и пр.), сумма к возврату и
        расходы Исполнителя рассчитываются от суммы денежных средств, полученных
        Исполнителем от банка в счет оплаты услуг, оказываемых Заказчику.
      </p>
      <p>
        В случае если Заказчик отказывается от Договора по истечении 30
        (тридцати) календарных дней с даты предоставления Исполнителем
        товара/услуги, возврат денежных средств не осуществляется.
      </p>
      <p>
        Возврат денежных средств производится на счет, с которого была совершена
        оплата, в срок до
      </p>
      <p>
        30 дней с даты получения Заявления Заказчика (конкретный срок возврата
        зависит от банка, эмитировавшего банковскую карту Заказчика).
      </p>
      <p>
        При изменении платежных реквизитов Заказчика, а равно при оплате услуг
        банковской организацией с привлечением кредитных средств, Заказчик
        обязуется в Заявлении указать банковские реквизиты для возврата денежных
        средств.
      </p>
      <p>
        При неуказании банковских реквизитов Заказчиком Исполнитель не несет
        ответственности за некорректное и/или несвоевременное перечисление и/или
        неперечисление денежных средств по платежным реквизитам Заказчика,
        указанным последним при оплате услуг.
      </p>
      <p>
        <br />
      </p>
      <p>
        Мы рады представить Вам наш сервис GivBox по доставке и покупке товаров
        в зарубежных магазинах и маркетплейсах. Вы совершаете покупку, а дальше
        все сделаем мы. Так же для вас предоставляем сервис по поиску людей для
        передачи посылок по пути. &nbsp;Для юридических лиц мы доставляем любые
        коммерческие грузы под ключ. Мы сплоченная команда единомышленников,
        которая работает с удовольствием и интересом.
      </p>
      <p>
        <br />
      </p>
      <p>
        <strong>Реквизиты Компании:</strong>
      </p>
      <p>ОсОО &laquo;Бинур&raquo; ИНН 00104201910219</p>
      <p>ОКПО 30398201</p>
      <p>УГНС Первомайского района</p>
      <p>ЗАО &laquo;Кыргызский Ивестициционно-Кредитный Банк&raquo;&nbsp;</p>
      <p>Р/с 1285330000889537 БИК 128001</p>
      <p>Директор Волков Руслан Владимирович</p>
    </div>
  );
};

export default UserAgreement;
